{
      "id": 641,
      "joke": "I couldn't figure out why the baseball kept getting larger. Then it hit me."
    },
    {
      "id": 642,
      "joke": "What's the difference between a hippo and a zippo? One is really heavy, the other is a little lighter."
    },
    {
      "id": 643,
      "joke": "I asked the librarian if the library had any books on paranoia. She whispered, 'They're right behind you...'"
    },
    {
      "id": 644,
      "joke": "Why do pirates not know the alphabet? They always get lost at C."
    },
    {
      "id": 645,
      "joke": "What do dentists call their x-rays? Tooth pics."
    },
    {
      "id": 646,
      "joke": "Did you hear about the kidnapping at the playground? They woke up."
    },
    {
      "id": 647,
      "joke": "What did the janitor say when he jumped out of the closet? Supplies!"
    },
    {
      "id": 648,
      "joke": "Why did the hipster burn his mouth? He drank the coffee before it was cool."
    },
    {
      "id": 649,
      "joke": "How does Moses make tea? Hebrews it."
    },
    {
      "id": 650,
      "joke": "Why can't you hear a pterodactyl go to the bathroom? Because the p is silent."
    },
    {
      "id": 651,
      "joke": "What do you call a line of men waiting to get haircuts? A barberqueue."
    },
    {
      "id": 652,
      "joke": "What do you call a deer with no eyes? No idea."
    },
    {
      "id": 653,
      "joke": "What's the best part about living in Switzerland? I don't know, but the flag is a big plus."
    },
    {
      "id": 654,
      "joke": "How do you organize a space party? You planet."
    },
    {
      "id": 655,
      "joke": "Why did the scarecrow win an award? Because he was outstanding in his field."
    },
    {
      "id": 656,
      "joke": "I'm reading a book about anti-gravity. It's impossible to put down!"
    },
    {
      "id": 657,
      "joke": "Why do sea-gulls fly over the sea? Because if they flew over the bay, they'd be bagels."
    },
    {
      "id": 658,
      "joke": "What kind of award did the dentist receive? A little plaque."
    },
    {
      "id": 659,
      "joke": "Why don't scientists trust atoms? Because they make up everything."
    },
    {
      "id": 660,
      "joke": "What sits at the bottom of the sea and twitches? A nervous wreck."
    },
    {
      "id": 661,
      "joke": "What's Forrest Gump's password? 1forrest1"
    },
    {
      "id": 662,
      "joke": "Why couldn't the bicycle stand up by itself? It was two tired."
    },
    {
      "id": 663,
      "joke": "How many tickles does it take to make an octopus laugh? Ten-tickles."
    },
    {
      "id": 664,
      "joke": "What do you call a belt made of watches? A waist of time."
    },
    {
      "id": 665,
      "joke": "What do you call a elephant that doesn't matter? An irrelephant."
    },
    {
      "id": 666,
      "joke": "What did the fish say when it hit the wall? Dam."
    },
    {
      "id": 667,
      "joke": "What do you get from a pampered cow? Spoiled milk."
    },
    {
      "id": 668,
      "joke": "What do you call a sad cup of coffee? Depresso."
    },
    {
      "id": 669,
      "joke": "What did the pirate say on his 80th birthday? Aye matey!"
    },
    {
      "id": 670,
      "joke": "Why did the golfer bring two pairs of pants? In case he got a hole in one."
    },
    {
      "id": 671,
      "joke": "Why don't eggs tell jokes? They'd crack each other up."
    },
    {
      "id": 672,
      "joke": "I told my wife she was drawing her eyebrows too high. She looked surprised."
    },
    {
      "id": 673,
      "joke": "What do you call a fake noodle? An impasta."
    },
    {
      "id": 674,
      "joke": "What's brown and sticky? A stick."
    },
    {
      "id": 675,
      "joke": "Did you hear about the cheese factory explosion? There was nothing left but de-brie."
    },
    {
      "id": 676,
      "joke": "When does a joke become a dad joke? When it becomes apparent."
    },
    {
      "id": 677,
      "joke": "I used to be a baker, but I couldn't make enough dough."
    },
    {
      "id": 678,
      "joke": "What did the buffalo say to his son when he left for college? Bison."
    },
    {
      "id": 679,
      "joke": "Did you hear about the guy who invented Lifesavers? They say he made a mint."
    },
    {
      "id": 680,
      "joke": "I used to be addicted to the hokey pokey, but I turned myself around."
    },
    {
      "id": 681,
      "joke": "Why don't skeletons fight each other? They don't have the guts."
    },
    {
      "id": 682,
      "joke": "How do you make holy water? You boil the hell out of it."
    },
    {
      "id": 683,
      "joke": "What's the difference between a poorly dressed man on a trampoline and a well-dressed man on a trampoline? Attire."
    },
    {
      "id": 684,
      "joke": "I used to be a banker, but I lost interest."
    },
    {
      "id": 685,
      "joke": "What do you call a factory that makes okay products? A satisfactory."
    },
    {
      "id": 686,
      "joke": "How does a penguin build its house? Igloos it together."
    },
    {
      "id": 687,
      "joke": "Why do melons have weddings? Because they cantaloupe."
    },
    {
      "id": 688,
      "joke": "What do you call a dog that can do magic? A labracadabrador."
    },
    {
      "id": 689,
      "joke": "I'm on a whiskey diet. I've lost three days already."
    },
    {
      "id": 690,
      "joke": "I was wondering why the ball kept getting bigger and bigger, and then it hit me."
    },
    {
      "id": 691,
      "joke": "When does a joke become a dad joke? When it becomes apparent."
    },
    {
      "id": 692,
      "joke": "Why are skeletons so calm? Because nothing gets under their skin."
    },
    {
      "id": 693,
      "joke": "What's Beethoven's favorite fruit? BA-NA-NA-NAAA!"
    },
    {
      "id": 694,
      "joke": "I used to be addicted to soap, but I'm clean now."
    },
    {
      "id": 695,
      "joke": "I have a fear of speedbumps, but I'm slowly getting over it."
    },
    {
      "id": 696,
      "joke": "I invented a new word today: Plagiarism."
    },
    {
      "id": 697,
      "joke": "What's the difference between a hippo and a zippo? One is really heavy, the other is a little lighter."
    },
    {
      "id": 698,
      "joke": "My boss told me to have a good day, so I went home."
    },
    {
      "id": 699,
      "joke": "Someone broke into my house last night and stole my limbo trophy. How low can you go?"
    },
    {
      "id": 700,
      "joke": "What do you call an alligator in a vest? An investigator."
    },
    {
      "id": 701,
      "joke": "My wife told me to stop impersonating a flamingo. I had to put my foot down."
    },
    {
      "id": 702,
      "joke": "What do you call it when Batman skips church? Christian Bale."
    },
    {
      "id": 703,
      "joke": "Did you hear about the Italian chef who died? He pasta way."
    },
    {
      "id": 704,
      "joke": "Parallel lines have so much in common. It's a shame they'll never meet."
    },
    {
      "id": 705,
      "joke": "Where does a general keep his armies? In his sleevies."
    },
    {
      "id": 706,
      "joke": "Two guys walked into a bar. The third one ducked."
    },
    {
      "id": 707,
      "joke": "What do you call someone with no body and no nose? Nobody knows."
    },
    {
      "id": 708,
      "joke": "A man walks into a library and asks the librarian for books about paranoia. She whispers, 'They're right behind you...'"
    },
    {
      "id": 709,
      "joke": "I had a neck brace fitted years ago and I've never looked back since."
    },
    {
      "id": 710,
      "joke": "A priest, a rabbi, and a minister walk into a bar. The bartender says, 'What is this, some kind of joke?'"
    },
    {
      "id": 711,
      "joke": "Why is six afraid of seven? Because seven eight nine."
    },
    {
      "id": 712,
      "joke": "What did the left eye say to the right eye? Between you and me, something smells."
    },
    {
      "id": 713,
      "joke": "I have a joke about chemistry, but I don't think it will get a reaction."
    },
    {
      "id": 714,
      "joke": "I tried to catch fog yesterday. Mist."
    },
    {
      "id": 715,
      "joke": "How do you throw a space party? You planet."
    },
    {
      "id": 716,
      "joke": "What's the difference between a seal and a sea lion? An ion."
    },
    {
      "id": 717,
      "joke": "I'm friends with all electricians. We have great current connections."
    },
    {
      "id": 718,
      "joke": "The rotation of Earth really makes my day."
    },
    {
      "id": 719,
      "joke": "What do you get when you cross a joke with a rhetorical question?"
    },
    {
      "id": 720,
      "joke": "Two goldfish are in a tank. One says to the other, 'Do you know how to drive this thing?'"
    },
    {
      "id": 721,
      "joke": "What's red and smells like blue paint? Red paint."
    },
    {
      "id": 722,
      "joke": "Why did the man fall down the well? Because he couldn't see that well!"
    },
    {
      "id": 723,
      "joke": "My neighbor asked if he could use my lawnmower. I told him sure, just don't take it out of my yard."
    },
    {
      "id": 724,
      "joke": "Why did the picture go to jail? Because it was framed!"
    },
    {
      "id": 725,
      "joke": "I tried to catch fog yesterday. Mist."
    },
    {
      "id": 726,
      "joke": "Did you hear about the restaurant called 'Karma'? There's no menu—you get what you deserve."
    },
    {
      "id": 727,
      "joke": "I have a fear of speed bumps, but I'm slowly getting over it."
    },
    {
      "id": 728,
      "joke": "I had a dream that I was floating in an ocean of orange soda. It was a Fanta sea."
    },
    {
      "id": 729,
      "joke": "Did you hear about the circus fire? It was in tents."
    },
    {
      "id": 730,
      "joke": "What do you call a pig that does karate? A pork chop."
    },
    {
      "id": 731,
      "joke": "I've started telling everyone about the benefits of eating dried grapes. It's all about raisin awareness."
    },
    {
      "id": 732,
      "joke": "What did the janitor say when he jumped out of the closet? SUPPLIES!"
    },
    {
      "id": 733,
      "joke": "What did the baby corn say to the mama corn? Where's popcorn?"
    },
    {
      "id": 734,
      "joke": "What do you call an illegally parked frog? Toad."
    },
    {
      "id": 735,
      "joke": "How do you get a country girl's attention? A tractor."
    },
    {
      "id": 736,
      "joke": "Why did the stadium get hot after the game? All the fans left."
    },
    {
      "id": 737,
      "joke": "What do you call a pile of cats? A meowtain."
    },
    {
      "id": 738,
      "joke": "What do you call a dinosaur with an extensive vocabulary? A thesaurus."
    },
    {
      "id": 739,
      "joke": "Why was the belt sent to jail? For holding up a pair of pants."
    },
    {
      "id": 740,
      "joke": "I'm friends with 25 letters of the alphabet. I don't know Y."
    },
    {
      "id": 741,
      "joke": "When my wife told me to stop impersonating a flamingo, I had to put my foot down."
    },
    {
      "id": 742,
      "joke": "I told my wife she was drawing her eyebrows too high. She looked surprised."
    },
    {
      "id": 743,
      "joke": "A woman in labor suddenly shouted, 'Shouldn't! Wouldn't! Couldn't! Didn't! Can't!' The doctor said, 'Don't worry, those are just contractions.'"
    },
    {
      "id": 744,
      "joke": "How many tickles does it take to get an octopus to laugh? Ten-tickles."
    },
    {
      "id": 745,
      "joke": "Did you hear about the claustrophobic astronaut? He needed a little space."
    },
    {
      "id": 746,
      "joke": "What's the difference between a poorly dressed man on a unicycle and a well-dressed man on a bicycle? Attire."
    },
    {
      "id": 747,
      "joke": "Why don't skeletons fight each other? They don't have the guts."
    },
    {
      "id": 748,
      "joke": "I used to be a baker, but I couldn't make enough dough."
    },
    {
      "id": 749,
      "joke": "What did the buffalo say to his son when he left for college? Bison."
    },
    {
      "id": 750,
      "joke": "Where does a general keep his armies? In his sleevies."
    },
    {
      "id": 751,
      "joke": "What did one elevator say to the other? I think I'm coming down with something."
    },
    {
      "id": 752,
      "joke": "What did the ocean say to the beach? Nothing, it just waved."
    },
    {
      "id": 753,
      "joke": "Why are skeletons so calm? Because nothing gets under their skin."
    },
    {
      "id": 754,
      "joke": "What did the fish say when it swam into a wall? Dam."
    },
    {
      "id": 755,
      "joke": "Why can't you trust atoms? They make up everything."
    },
    {
      "id": 756,
      "joke": "What did one toilet say to another toilet? You look flushed."
    },
    {
      "id": 757,
      "joke": "What do you call a bear with no teeth? A gummy bear."
    },
    {
      "id": 758,
      "joke": "What has more lives than a cat? A frog, because it croaks every day."
    },
    {
      "id": 759,
      "joke": "I used to play piano by ear, but now I use my hands."
    },
    {
      "id": 760,
      "joke": "Where do fruits go on vacation? Pear-is."
    },
    {
      "id": 761,
      "joke": "I wouldn't buy anything with velcro. It's a total rip-off."
    },
    {
      "id": 762,
      "joke": "What do you call a cow with two legs? Lean beef."
    },
    {
      "id": 763,
      "joke": "What's brown and sticky? A stick."
    },
    {
      "id": 764,
      "joke": "Did you hear about the scientist who was lab partners with a pot of boiling water? He had a very heated relationship."
    },
    {
      "id": 765,
      "joke": "Why don't eggs tell jokes? They might crack up."
    },
    {
      "id": 766,
      "joke": "I used to be addicted to the hokey pokey, but I turned myself around."
    },
    {
      "id": 767,
      "joke": "I'm reading a book on anti-gravity. It's impossible to put down!"
    },
    {
      "id": 768,
      "joke": "Did you hear about the guy who invented Lifesavers? They say he made a mint."
    },
    {
      "id": 769,
      "joke": "I had a dream I was floating in an ocean of orange soda. Turns out it was just a Fanta sea."
    },
    {
      "id": 770,
      "joke": "Two guys walked into a bar. The third one ducked."
    },
    {
      "id": 771,
      "joke": "What do you call a dog that can do magic? A labracadabrador."
    },
    {
      "id": 772,
      "joke": "The shovel was a ground-breaking invention."
    },
    {
      "id": 773,
      "joke": "What time did the man go to the dentist? Tooth-hurty."
    },
    {
      "id": 774,
      "joke": "Did you hear about the guy who invented the knock-knock joke? He won the 'no-bell' prize."
    },
    {
      "id": 775,
      "joke": "What do you call a factory that makes okay products? A satisfactory."
    },
    {
      "id": 776,
      "joke": "A termite walks into a bar and asks, 'Is the bar tender here?'"
    },
    {
      "id": 777,
      "joke": "Why did the invisible man turn down the job offer? He couldn't see himself doing it."
    },
    {
      "id": 778,
      "joke": "I don't trust stairs. They're always up to something."
    },
    {
      "id": 779,
      "joke": "What kind of shoes do ninjas wear? Sneakers."
    },
    {
      "id": 780,
      "joke": "How do you make a tissue dance? Put a little boogie in it."
    },
    {
      "id": 781,
      "joke": "Why did the tomato turn red? Because it saw the salad dressing."
    },
    {
      "id": 782,
      "joke": "What do you call a parade of rabbits hopping backwards? A receding hare-line."
    },
    {
      "id": 783,
      "joke": "What do you call a cow with no legs? Ground beef."
    },
    {
      "id": 784,
      "joke": "How do you catch a squirrel? Climb a tree and act like a nut."
    },
    {
      "id": 785,
      "joke": "What's orange and sounds like a parrot? A carrot."
    },
    {
      "id": 786,
      "joke": "Why can't you hear a psychiatrist using the bathroom? Because the P is silent."
    },
    {
      "id": 787,
      "joke": "What did one hat say to the other? You stay here. I'll go on ahead."
    },
    {
      "id": 788,
      "joke": "Did you hear about the claustrophobic astronaut? He just needed a little space."
    },
    {
      "id": 789,
      "joke": "What did the finger say to the thumb? I'm in glove with you."
    },
    {
      "id": 790,
      "joke": "What is a computer's favorite snack? Computer chips."
    },
    {
      "id": 791,
      "joke": "I don't trust stairs. They're always up to something."
    },
    {
      "id": 792,
      "joke": "What do you call cheese that isn't yours? Nacho cheese."
    },
    {
      "id": 793,
      "joke": "Why do cows wear bells? Because their horns don't work."
    },
    {
      "id": 794,
      "joke": "A book just fell on my head. I only have myshelf to blame."
    },
    {
      "id": 795,
      "joke": "What's the difference between a poorly dressed man on a trampoline and a well-dressed man on a trampoline? Attire."
    },
    {
      "id": 796,
      "joke": "I ordered a chicken and an egg online. I'll let you know."
    },
    {
      "id": 797, 
      "joke": "What's E.T. short for? Because he's got little legs."
    },
    {
      "id": 798,
      "joke": "Did you hear about the guy who invented the knock-knock joke? He won the 'no-bell' prize."
    },
    {
      "id": 799,
      "joke": "I've started telling everyone about the benefits of eating dried grapes. It's all about raisin awareness."
    },
    {
      "id": 800,
      "joke": "What do you call a fish wearing a crown? King of the sea."
    },
    {
      "id": 801,
      "joke": "How do you organize a space party? You planet."
    },
    {
      "id": 802,
      "joke": "Why did the scarecrow win an award? Because he was outstanding in his field."
    },
    {
      "id": 803,
      "joke": "I'm reading a book about anti-gravity. It's impossible to put down!"
    },
    {
      "id": 804,
      "joke": "Did you hear about the mathematician who's afraid of negative numbers? He'll stop at nothing to avoid them."
    },
    {
      "id": 805,
      "joke": "I'm on a seafood diet. Every time I see food, I eat it."
    },
    {
      "id": 806,
      "joke": "What's the best time to go to the dentist? Tooth-hurty."
    },
    {
      "id": 807,
      "joke": "What did one wall say to the other wall? I'll meet you at the corner."
    },
    {
      "id": 808,
      "joke": "Did you hear about the guy who invented the door knocker? He won the No-bell prize."
    },
    {
      "id": 809,
      "joke": "I've got a joke about construction, but I'm still working on it."
    },
    {
      "id": 810,
      "joke": "Why don't scientists trust atoms? Because they make up everything."
    },
    {
      "id": 811,
      "joke": "I would tell you a chemistry joke, but I know I wouldn't get a reaction."
    },
    {
      "id": 812,
      "joke": "How do you make a tissue dance? Put a little boogie in it."
    },
    {
      "id": 813,
      "joke": "Why did the tomato turn red? Because it saw the salad dressing."
    },
    {
      "id": 814,
      "joke": "What kind of shoes do ninjas wear? Sneakers."
    },
    {
      "id": 815,
      "joke": "Did you hear about the restaurant called Karma? There's no menu - you get what you deserve."
    },
    {
      "id": 816,
      "joke": "What do you call a parade of rabbits hopping backwards? A receding hare-line."
    },
    {
      "id": 817,
      "joke": "What do you call a cow with no legs? Ground beef."
    },
    {
      "id": 818,
      "joke": "How do you catch a squirrel? Climb a tree and act like a nut."
    },
    {
      "id": 819,
      "joke": "What's orange and sounds like a parrot? A carrot."
    },
    {
      "id": 820,
      "joke": "Why can't you hear a psychiatrist using the bathroom? Because the P is silent."
    },
    {
      "id": 821,
      "joke": "What did one hat say to the other? You stay here. I'll go on ahead."
    },
    {
      "id": 822,
      "joke": "Did you hear about the claustrophobic astronaut? He just needed a little space."
    },
    {
      "id": 823,
      "joke": "What did the finger say to the thumb? I'm in glove with you."
    },
    {
      "id": 824,
      "joke": "What is a computer's favorite snack? Computer chips."
    },
    {
      "id": 825,
      "joke": "Why don't eggs tell jokes? They'd crack each other up."
    },
    {
      "id": 826,
      "joke": "I don't trust stairs. They're always up to something."
    },
    {
      "id": 827,
      "joke": "What do you call cheese that isn't yours? Nacho cheese."
    },
    {
      "id": 828,
      "joke": "Why do cows wear bells? Because their horns don't work."
    },
    {
      "id": 829,
      "joke": "I couldn't figure out why the baseball kept getting larger. Then it hit me."
    },
    {
      "id": 830,
      "joke": "I used to be a baker, but I couldn't make enough dough."
    },
    {
      "id": 831,
      "joke": "What did the buffalo say to his son when he left for college? Bison."
    },
    {
      "id": 832,
      "joke": "How many tickles does it take to make an octopus laugh? Ten-tickles."
    },
    {
      "id": 833,
      "joke": "What do you call a belt made of watches? A waist of time."
    },
    {
      "id": 834,
      "joke": "What's brown and sticky? A stick."
    },
    {
      "id": 835,
      "joke": "Why don't skeletons fight each other? They don't have the guts."
    },
    {
      "id": 836,
      "joke": "What do you call a fish with no eyes? Fsh."
    },
    {
      "id": 837,
      "joke": "How do you make holy water? You boil the hell out of it."
    },
    {
      "i it hit me."
    },
    {
      "id": 642,
      "joke": "What's the difference between a hippo and a zippo? One is really heavy, the other is a little lighter."
    },
    {
      "id": 643,
      "joke": "I asked the librarian if the library had any books on paranoia. She whispered, 'They're right behind you...'"
    },
    {
      "id": 644,
      "joke": "Why do pirates not know the alphabet? They always get lost at C."
    },
    {
      "id": 645,
      "joke": "What do dentists call their x-rays? Tooth pics."
    },
    {
      "id": 646,
      "joke": "Did you hear about the kidnapping at the playground? They woke up."
    },
    {
      "id": 647,
      "joke": "What did the janitor say when he jumped out of the closet? Supplies!"
    },
    {
      "id": 648,
      "joke": "Why did the hipster burn his mouth? He drank the coffee before it was cool."
    },
    {
      "id": 649,
      "joke": "How does Moses make tea? Hebrews it."
    },
    {
      "id": 650,
      "joke": "Why can't you hear a pterodactyl go to the bathroom? Because the p is silent."
    },
    {
      "id": 651,
      "joke": "What do you call a line of men waiting to get haircuts? A barberqueue."
    },
    {
      "id": 652,
      "joke": "What do you call a deer with no eyes? No idea."
    },
    {
      "id": 653,
      "joke": "What's the best part about living in Switzerland? I don't know, but the flag is a big plus."
    },
    {
      "id": 654,
      "joke": "How do you organize a space party? You planet."
    },
    {
      "id": 655,
      "joke": "Why did the scarecrow win an award? Because he was outstanding in his field."
    },
    {
      "id": 656,
      "joke": "I'm reading a book about anti-gravity. It's impossible to put down!"
    },
    {
      "id": 657,
      "joke": "Why do sea-gulls fly over the sea? Because if they flew over the bay, they'd be bagels."
    },
    {
      "id": 658,
      "joke": "What kind of award did the dentist receive? A little plaque."
    },
    {
      "id": 659,
      "joke": "Why don't scientists trust atoms? Because they make up everything."
    },
    {
      "id": 660,
      "joke": "What sits at the bottom of the sea and twitches? A nervous wreck."
    },
    {
      "id": 661,
      "joke": "What's Forrest Gump's password? 1forrest1"
    },
    {
      "id": 662,
      "joke": "Why couldn't the bicycle stand up by itself? It was two tired."
    },
    {
      "id": 663,
      "joke": "How many tickles does it take to make an octopus laugh? Ten-tickles."
    },
    {
      "id": 664,
      "joke": "What do you call a belt made of watches? A waist of time."
    },
    {
      "id": 665,
      "joke": "What do you call a elephant that doesn't matter? An irrelephant."
    },
    {
      "id": 666,
      "joke": "What did the fish say when it hit the wall? Dam."
    },
    {
      "id": 667,
      "joke": "What do you get from a pampered cow? Spoiled milk."
    },
    {
      "id": 668,
      "joke": "What do you call a sad cup of coffee? Depresso."
    },
    {
      "id": 669,
      "joke": "What did the pirate say on his 80th birthday? Aye matey!"
    },
    {
      "id": 670,
      "joke": "Why did the golfer bring two pairs of pants? In case he got a hole in one."
    },
    {
      "id": 671,
      "joke": "Why don't eggs tell jokes? They'd crack each other up."
    },
    {
      "id": 672,
      "joke": "I told my wife she was drawing her eyebrows too high. She looked surprised."
    },
    {
      "id": 673,
      "joke": "What do you call a fake noodle? An impasta."
    },
    {
      "id": 674,
      "joke": "What's brown and sticky? A stick."
    },
    {
      "id": 675,
      "joke": "Did you hear about the cheese factory explosion? There was nothing left but de-brie."
    },
    {
      "id": 676,
      "joke": "When does a joke become a dad joke? When it becomes apparent."
    },
    {
      "id": 677,
      "joke": "I used to be a baker, but I couldn't make enough dough."
    },
    {
      "id": 678,
      "joke": "What did the buffalo say to his son when he left for college? Bison."
    },
    {
      "id": 679,
      "joke": "Did you hear about the guy who invented Lifesavers? They say he made a mint."
    },
    {
      "id": 680,
      "joke": "I used to be addicted to the hokey pokey, but I turned myself around."
    },
    {
      "id": 681,
      "joke": "Why don't skeletons fight each other? They don't have the guts."
    },
    {
      "id": 682,
      "joke": "How do you make holy water? You boil the hell out of it."
    },
    {
      "id": 683,
      "joke": "What's the difference between a poorly dressed man on a trampoline and a well-dressed man on a trampoline? Attire."
    },
    {
      "id": 684,
      "joke": "I used to be a banker, but I lost interest."
    },
    {
      "id": 685,
      "joke": "What do you call a factory that makes okay products? A satisfactory."
    },
    {
      "id": 686,
      "joke": "How does a penguin build its house? Igloos it together."
    },
    {
      "id": 687,
      "joke": "Why do melons have weddings? Because they cantaloupe."
    },
    {
      "id": 688,
      "joke": "What do you call a dog that can do magic? A labracadabrador."
    },
    {
      "id": 689,
      "joke": "I'm on a whiskey diet. I've lost three days already."
    },
    {
      "id": 690,
      "joke": "I was wondering why the ball kept getting bigger and bigger, and then it hit me."
    },
    {
      "id": 691,
      "joke": "When does a joke become a dad joke? When it becomes apparent."
    },
    {
      "id": 692,
      "joke": "Why are skeletons so calm? Because nothing gets under their skin."
    },
    {
      "id": 693,
      "joke": "What's Beethoven's favorite fruit? BA-NA-NA-NAAA!"
    },
    {
      "id": 694,
      "joke": "I used to be addicted to soap, but I'm clean now."
    },
    {
      "id": 695,
      "joke": "I have a fear of speedbumps, but I'm slowly getting over it."
    },
    {
      "id": 696,
      "joke": "I invented a new word today: Plagiarism."
    },
    {
      "id": 697,
      "joke": "What's the difference between a hippo and a zippo? One is really heavy, the other is a little lighter."
    },
    {
      "id": 698,
      "joke": "My boss told me to have a good day, so I went home."
    },
    {
      "id": 699,
      "joke": "Someone broke into my house last night and stole my limbo trophy. How low can you go?"
    },
    {
      "id": 700,
      "joke": "What do you call an alligator in a vest? An investigator."
    },
    {
      "id": 701,
      "joke": "My wife told me to stop impersonating a flamingo. I had to put my foot down."
    },
    {
      "id": 702,
      "joke": "What do you call it when Batman skips church? Christian Bale."
    },
    {
      "id": 703,
      "joke": "Did you hear about the Italian chef who died? He pasta way."
    },
    {
      "id": 704,
      "joke": "Parallel lines have so much in common. It's a shame they'll never meet."
    },
    {
      "id": 705,
      "joke": "Where does a general keep his armies? In his sleevies."
    },
    {
      "id": 706,
      "joke": "Two guys walked into a bar. The third one ducked."
    },
    {
      "id": 707,
      "joke": "What do you call someone with no body and no nose? Nobody knows."
    },
    {
      "id": 708,
      "joke": "A man walks into a library and asks the librarian for books about paranoia. She whispers, 'They're right behind you...'"
    },
    {
      "id": 709,
      "joke": "I had a neck brace fitted years ago and I've never looked back since."
    },
    {
      "id": 710,
      "joke": "A priest, a rabbi, and a minister walk into a bar. The bartender says, 'What is this, some kind of joke?'"
    },
    {
      "id": 711,
      "joke": "Why is six afraid of seven? Because seven eight nine."
    },
    {
      "id": 712,
      "joke": "What did the left eye say to the right eye? Between you and me, something smells."
    },
    {
      "id": 713,
      "joke": "I have a joke about chemistry, but I don't think it will get a reaction."
    },
    {
      "id": 714,
      "joke": "I tried to catch fog yesterday. Mist."
    },
    {
      "id": 715,
      "joke": "How do you throw a space party? You planet."
    },
    {
      "id": 716,
      "joke": "What's the difference between a seal and a sea lion? An ion."
    },
    {
      "id": 717,
      "joke": "I'm friends with all electricians. We have great current connections."
    },
    {
      "id": 718,
      "joke": "The rotation of Earth really makes my day."
    },
    {
      "id": 719,
      "joke": "What do you get when you cross a joke with a rhetorical question?"
    },
    {
      "id": 720,
      "joke": "Two goldfish are in a tank. One says to the other, 'Do you know how to drive this thing?'"
    },
    {
      "id": 721,
      "joke": "What's red and smells like blue paint? Red paint."
    },
    {
      "id": 722,
      "joke": "Why did the man fall down the well? Because he couldn't see that well!"
    },
    {
      "id": 723,
      "joke": "My neighbor asked if he could use my lawnmower. I told him sure, just don't take it out of my yard."
    },
    {
      "id": 724,
      "joke": "Why did the picture go to jail? Because it was framed!"
    },
    {
      "id": 725,
      "joke": "I tried to catch fog yesterday. Mist."
    },
    {
      "id": 726,
      "joke": "Did you hear about the restaurant called 'Karma'? There's no menu—you get what you deserve."
    },
    {
      "id": 727,
      "joke": "I have a fear of speed bumps, but I'm slowly getting over it."
    },
    {
      "id": 728,
      "joke": "I had a dream that I was floating in an ocean of orange soda. It was a Fanta sea."
    },
    {
      "id": 729,
      "joke": "Did you hear about the circus fire? It was in tents."
    },
    {
      "id": 730,
      "joke": "What do you call a pig that does karate? A pork chop."
    },
    {
      "id": 731,
      "joke": "I've started telling everyone about the benefits of eating dried grapes. It's all about raisin awareness."
    },
    {
      "id": 732,
      "joke": "What did the janitor say when he jumped out of the closet? SUPPLIES!"
    },
    {
      "id": 733,
      "joke": "What did the baby corn say to the mama corn? Where's popcorn?"
    },
    {
      "id": 734,
      "joke": "What do you call an illegally parked frog? Toad."
    },
    {
      "id": 735,
      "joke": "How do you get a country girl's attention? A tractor."
    },
    {
      "id": 736,
      "joke": "Why did the stadium get hot after the game? All the fans left."
    },
    {
      "id": 737,
      "joke": "What do you call a pile of cats? A meowtain."
    },
    {
      "id": 738,
      "joke": "What do you call a dinosaur with an extensive vocabulary? A thesaurus."
    },
    {
      "id": 739,
      "joke": "Why was the belt sent to jail? For holding up a pair of pants."
    },
    {
      "id": 740,
      "joke": "I'm friends with 25 letters of the alphabet. I don't know Y."
    },
    {
      "id": 741,
      "joke": "When my wife told me to stop impersonating a flamingo, I had to put my foot down."
    },
    {
      "id": 742,
      "joke": "I told my wife she was drawing her eyebrows too high. She looked surprised."
    },
    {
      "id": 743,
      "joke": "A woman in labor suddenly shouted, 'Shouldn't! Wouldn't! Couldn't! Didn't! Can't!' The doctor said, 'Don't worry, those are just contractions.'"
    },
    {
      "id": 744,
      "joke": "How many tickles does it take to get an octopus to laugh? Ten-tickles."
    },
    {
      "id": 745,
      "joke": "Did you hear about the claustrophobic astronaut? He needed a little space."
    },
    {
      "id": 746,
      "joke": "What's the difference between a poorly dressed man on a unicycle and a well-dressed man on a bicycle? Attire."
    },
    {
      "id": 747,
      "joke": "Why don't skeletons fight each other? They don't have the guts."
    },
    {
      "id": 748,
      "joke": "I used to be a baker, but I couldn't make enough dough."
    },
    {
      "id": 749,
      "joke": "What did the buffalo say to his son when he left for college? Bison."
    },
    {
      "id": 750,
      "joke": "Where does a general keep his armies? In his sleevies."
    },
    {
      "id": 751,
      "joke": "What did one elevator say to the other? I think I'm coming down with something."
    },
    {
      "id": 752,
      "joke": "What did the ocean say to the beach? Nothing, it just waved."
    },
    {
      "id": 753,
      "joke": "Why are skeletons so calm? Because nothing gets under their skin."
    },
    {
      "id": 754,
      "joke": "What did the fish say when it swam into a wall? Dam."
    },
    {
      "id": 755,
      "joke": "Why can't you trust atoms? They make up everything."
    },
    {
      "id": 756,
      "joke": "What did one toilet say to another toilet? You look flushed."
    },
    {
      "id": 757,
      "joke": "What do you call a bear with no teeth? A gummy bear."
    },
    {
      "id": 758,
      "joke": "What has more lives than a cat? A frog, because it croaks every day."
    },
    {
      "id": 759,
      "joke": "I used to play piano by ear, but now I use my hands."
    },
    {
      "id": 760,
      "joke": "Where do fruits go on vacation? Pear-is."
    },
    {
      "id": 761,
      "joke": "I wouldn't buy anything with velcro. It's a total rip-off."
    },
    {
      "id": 762,
      "joke": "What do you call a cow with two legs? Lean beef."
    },
    {
      "id": 763,
      "joke": "What's brown and sticky? A stick."
    },
    {
      "id": 764,
      "joke": "Did you hear about the scientist who was lab partners with a pot of boiling water? He had a very heated relationship."
    },
    {
      "id": 765,
      "joke": "Why don't eggs tell jokes? They might crack up."
    },
    {
      "id": 766,
      "joke": "I used to be addicted to the hokey pokey, but I turned myself around."
    },
    {
      "id": 767,
      "joke": "I'm reading a book on anti-gravity. It's impossible to put down!"
    },
    {
      "id": 768,
      "joke": "Did you hear about the guy who invented Lifesavers? They say he made a mint."
    },
    {
      "id": 769,
      "joke": "I had a dream I was floating in an ocean of orange soda. Turns out it was just a Fanta sea."
    },
    {
      "id": 770,
      "joke": "Two guys walked into a bar. The third one ducked."
    },
    {
      "id": 771,
      "joke": "What do you call a dog that can do magic? A labracadabrador."
    },
    {
      "id": 772,
      "joke": "The shovel was a ground-breaking invention."
    },
    {
      "id": 773,
      "joke": "What time did the man go to the dentist? Tooth-hurty."
    },
    {
      "id": 774,
      "joke": "Did you hear about the guy who invented the knock-knock joke? He won the 'no-bell' prize."
    },
    {
      "id": 775,
      "joke": "What do you call a factory that makes okay products? A satisfactory."
    },
    {
      "id": 776,
      "joke": "A termite walks into a bar and asks, 'Is the bar tender here?'"
    },
    {
      "id": 777,
      "joke": "Why did the invisible man turn down the job offer? He couldn't see himself doing it."
    },
    {
      "id": 778,
      "joke": "I don't trust stairs. They're always up to something."
    },
    {
      "id": 779,
      "joke": "What kind of shoes do ninjas wear? Sneakers."
    },
    {
      "id": 780,
      "joke": "How do you make a tissue dance? Put a little boogie in it."
    },
    {
      "id": 781,
      "joke": "Why did the tomato turn red? Because it saw the salad dressing."
    },
    {
      "id": 782,
      "joke": "What do you call a parade of rabbits hopping backwards? A receding hare-line."
    },
    {
      "id": 783,
      "joke": "What do you call a cow with no legs? Ground beef."
    },
    {
      "id": 784,
      "joke": "How do you catch a squirrel? Climb a tree and act like a nut."
    },
    {
      "id": 785,
      "joke": "What's orange and sounds like a parrot? A carrot."
    },
    {
      "id": 786,
      "joke": "Why can't you hear a psychiatrist using the bathroom? Because the P is silent."
    },
    {
      "id": 787,
      "joke": "What did one hat say to the other? You stay here. I'll go on ahead."
    },
    {
      "id": 788,
      "joke": "Did you hear about the claustrophobic astronaut? He just needed a little space."
    },
    {
      "id": 789,
      "joke": "What did the finger say to the thumb? I'm in glove with you."
    },
    {
      "id": 790,
      "joke": "What is a computer's favorite snack? Computer chips."
    },
    {
      "id": 791,
      "joke": "I don't trust stairs. They're always up to something."
    },
    {
      "id": 792,
      "joke": "What do you call cheese that isn't yours? Nacho cheese."
    },
    {
      "id": 793,
      "joke": "Why do cows wear bells? Because their horns don't work."
    },
    {
      "id": 794,
      "joke": "A book just fell on my head. I only have myshelf to blame."
    },
    {
      "id": 795,
      "joke": "What's the difference between a poorly dressed man on a trampoline and a well-dressed man on a trampoline? Attire."
    },
    {
      "id": 796,
      "joke": "I ordered a chicken and an egg online. I'll let you know."
    },
    {
      "id": 797, 
      "joke": "What's E.T. short for? Because he's got little legs."
    },
    {
      "id": 798,
      "joke": "Did you hear about the guy who invented the knock-knock joke? He won the 'no-bell' prize."
    },
    {
      "id": 799,
      "joke": "I've started telling everyone about the benefits of eating dried grapes. It's all about raisin awareness."
    },
    {
      "id": 800,
      "joke": "What do you call a fish wearing a crown? King of the sea."
    },
    {
      "id": 801,
      "joke": "How do you organize a space party? You planet."
    },
    {
      "id": 802,
      "joke": "Why did the scarecrow win an award? Because he was outstanding in his field."
    },
    {
      "id": 803,
      "joke": "I'm reading a book about anti-gravity. It's impossible to put down!"
    },
    {
      "id": 804,
      "joke": "Did you hear about the mathematician who's afraid of negative numbers? He'll stop at nothing to avoid them."
    },
    {
      "id": 805,
      "joke": "I'm on a seafood diet. Every time I see food, I eat it."
    },
    {
      "id": 806,
      "joke": "What's the best time to go to the dentist? Tooth-hurty."
    },
    {
      "id": 807,
      "joke": "What did one wall say to the other wall? I'll meet you at the corner."
    },
    {
      "id": 808,
      "joke": "Did you hear about the guy who invented the door knocker? He won the No-bell prize."
    },
    {
      "id": 809,
      "joke": "I've got a joke about construction, but I'm still working on it."
    },
    {
      "id": 810,
      "joke": "Why don't scientists trust atoms? Because they make up everything."
    },
    {
      "id": 811,
      "joke": "I would tell you a chemistry joke, but I know I wouldn't get a reaction."
    },
    {
      "id": 812,
      "joke": "How do you make a tissue dance? Put a little boogie in it."
    },
    {
      "id": 813,
      "joke": "Why did the tomato turn red? Because it saw the salad dressing."
    },
    {
      "id": 814,
      "joke": "What kind of shoes do ninjas wear? Sneakers."
    },
    {
      "id": 815,
      "joke": "Did you hear about the restaurant called Karma? There's no menu - you get what you deserve."
    },
    {
      "id": 816,
      "joke": "What do you call a parade of rabbits hopping backwards? A receding hare-line."
    },
    {
      "id": 817,
      "joke": "What do you call a cow with no legs? Ground beef."
    },
    {
      "id": 818,
      "joke": "How do you catch a squirrel? Climb a tree and act like a nut."
    },
    {
      "id": 819,
      "joke": "What's orange and sounds like a parrot? A carrot."
    },
    {
      "id": 820,
      "joke": "Why can't you hear a psychiatrist using the bathroom? Because the P is silent."
    },
    {
      "id": 821,
      "joke": "What did one hat say to the other? You stay here. I'll go on ahead."
    },
    {
      "id": 822,
      "joke": "Did you hear about the claustrophobic astronaut? He just needed a little space."
    },
    {
      "id": 823,
      "joke": "What did the finger say to the thumb? I'm in glove with you."
    },
    {
      "id": 824,
      "joke": "What is a computer's favorite snack? Computer chips."
    },
    {
      "id": 825,
      "joke": "Why don't eggs tell jokes? They'd crack each other up."
    },
    {
      "id": 826,
      "joke": "I don't trust stairs. They're always up to something."
    },
    {
      "id": 827,
      "joke": "What do you call cheese that isn't yours? Nacho cheese."
    },
    {
      "id": 828,
      "joke": "Why do cows wear bells? Because their horns don't work."
    },
    {
      "id": 829,
      "joke": "I couldn't figure out why the baseball kept getting larger. Then it hit me."
    },
    {
      "id": 830,
      "joke": "I used to be a baker, but I couldn't make enough dough."
    },
    {
      "id": 831,
      "joke": "What did the buffalo say to his son when he left for college? Bison."
    },
    {
      "id": 832,
      "joke": "How many tickles does it take to make an octopus laugh? Ten-tickles."
    },
    {
      "id": 833,
      "joke": "What do you call a belt made of watches? A waist of time."
    },
    {
      "id": 834,
      "joke": "What's brown and sticky? A stick."
    },
    {
      "id": 835,
      "joke": "Why don't skeletons fight each other? They don't have the guts."
    },
    {
      "id": 836,
      "joke": "What do you call a fish with no eyes? Fsh."
    },
    {
      "id": 837,
      "joke": "How do you make holy water? You boil the hell out of it."
    },
    {
      "id": 838,
      "joke": "I'm friends with all electricians. We have great current connections."
    },
    {
      "id": 839,
      "joke": "What did the grape say when it got stepped on? Nothing, it just let out a little wine."
    },
    {
      "id": 840,
      "joke": "I told my wife she was drawing her eyebrows too high. She looked surprised."
    },
    {
      "id": 841,
      "joke": "Want to hear a joke about construction? Nah, I'm still working on it."
    },
    {
      "id": 842,
      "joke": "What's the difference between a poorly dressed man on a trampoline and a well-dressed man on a trampoline? Attire."
    },
    {
      "id": 843,
      "joke": "I used to be a banker, but I lost interest."
    },
    {
      "id": 844,
      "joke": "What do you call a factory that makes okay products? A satisfactory."
    },
    {
      "id": 845,
      "joke": "What did the pirate say on his 80th birthday? Aye matey."
    },
    {
      "id": 846,
      "joke": "Did you hear about the kidnapping at the playground? They woke up."
    },
    {
      "id": 847,
      "joke": "How does a penguin build its house? Igloos it together."
    },
    {
      "id": 848,
      "joke": "Why do melons have weddings? Because they cantaloupe."
    },
    {
      "id": 849,
      "joke": "What do you call a dog that can do magic? A labracadabrador."
    },
    {
      "id": 850,
      "joke": "I'm on a whiskey diet. I've lost three days already."
    },
    {
      "id": 851,
      "joke": "What's the best thing about Switzerland? I don't know, but the flag is a big plus."
    },
    {
      "id": 852,
      "joke": "I was wondering why the ball kept getting bigger and bigger, and then it hit me."
    },
    {
      "id": 853,
      "joke": "What do you call a sad cup of coffee? Depresso."
    },
    {
      "id": 854,
      "joke": "When does a joke become a dad joke? When it becomes apparent."
    },
    {
      "id": 855,
      "joke": "My wife said I should do lunges to stay in shape. That would be a big step forward."
    },
    {
      "id": 856,
      "joke": "Why are skeletons so calm? Because nothing gets under their skin."
    },
    {
      "id": 857,
      "joke": "What's Beethoven's favorite fruit? BA-NA-NA-NAAA!"
    },
    {
      "id": 858,
      "joke": "What's a vampire's favorite fruit? A neck-tarine."
    },
    {
      "id": 859,
      "joke": "I used to be addicted to soap, but I'm clean now."
    },
    {
      "id": 860,
      "joke": "I have a fear of speedbumps, but I'm slowly getting over it."
    },
    {
      "id": 861,
      "joke": "I invented a new word today: Plagiarism."
    },
    {
      "id": 862,
      "joke": "My dad unfortunately passed away when we couldn't remember his blood type. His last words were 'Be positive.'"
    },
    {
      "id": 863,
      "joke": "What's the difference between a hippo and a zippo? One is really heavy, the other is a little lighter."
    },
    {
      "id": 864,
      "joke": "My boss told me to have a good day, so I went home."
    },
    {
      "id": 865,
      "joke": "Someone broke into my house last night and stole my limbo trophy. How low can you go?"
    },
    {
      "id": 866,
      "joke": "What do you call a deer with no eyes? No idea."
    },
    {
      "id": 867,
      "joke": "What do you call an alligator in a vest? An investigator."
    },
    {
      "id": 868,
      "joke": "My wife told me to stop impersonating a flamingo. I had to put my foot down."
    },
    {
      "id": 869,
      "joke": "What do you call it when Batman skips church? Christian Bale."
    },
    {
      "id": 870,
      "joke": "Why did the old man fall in the well? Because he couldn't see that well."
    },
    {
      "id": 871,
      "joke": "Did you hear about the Italian chef who died? He pasta way."
    },
    {
      "id": 872,
      "joke": "Parallel lines have so much in common. It's a shame they'll never meet."
    },
    {
      "id": 873,
      "joke": "What's the best part about living in Switzerland? I don't know, but the flag is a big plus."
    },
    {
      "id": 874,
      "joke": "Why don't scientists trust atoms? Because they make up everything."
    },
    {
      "id": 875,
      "joke": "Where does a general keep his armies? In his sleevies."
    },
    {
      "id": 876,
      "joke": "Did you hear about the guy who invented the knock-knock joke? He won the 'no-bell' prize."
    },
    {
      "id": 877,
      "joke": "Two guys walked into a bar. The third one ducked."
    },
    {
      "id": 878,
      "joke": "What do you call someone with no body and no nose? Nobody knows."
    },
    {
      "id": 879,
      "joke": "What do you call a can opener that doesn't work? A can't opener."
    },
    {
      "id": 880,
      "joke": "A man walks into a library and asks the librarian for books about paranoia. She whispers, 'They're right behind you...'"
    },
    {
      "id": 881,
      "joke": "I had a neck brace fitted years ago and I've never looked back since."
    },
    {
      "id": 882,
      "joke": "A priest, a rabbi, and a minister walk into a bar. The bartender says, 'What is this, some kind of joke?'"
    },
    {
      "id": 883,
      "joke": "Why is six afraid of seven? Because seven eight nine."
    },
    {
      "id": 884,
      "joke": "What did the left eye say to the right eye? Between you and me, something smells."
    },
    {
      "id": 885,
      "joke": "I have a joke about chemistry, but I don't think it will get a reaction."
    },
    {
      "id": 886,
      "joke": "I tried to catch fog yesterday. Mist."
    },
    {
      "id": 887,
      "joke": "How do you throw a space party? You planet."
    },
    {
      "id": 888,
      "joke": "What's the difference between a seal and a sea lion? An ion."
    },
    {
      "id": 889,
      "joke": "I'm friends with all electricians. We have great current connections."
    },
    {
      "id": 890,
      "joke": "The rotation of Earth really makes my day."
    },
    {
      "id": 891,
      "joke": "What's the best way to carve wood? Whittle by whittle."
    },
    {
      "id": 892,
      "joke": "What do you call a sleeping dinosaur? A dino-snore."
    },
    {
      "id": 893,
      "joke": "Why couldn't the bicycle stand on its own? It was two-tired."
    },
    {
      "id": 894,
      "joke": "What do you get from a pampered cow? Spoiled milk."
    },
    {
      "id": 895,
      "joke": "Why did the scarecrow get a promotion? He was outstanding in his field."
    },
    {
      "id": 896,
      "joke": "I'm terrified of elevators, so I'm taking steps to avoid them."
    },
    {
      "id": 897,
      "joke": "Why don't scientists trust atoms? They make up everything."
    },
    {
      "id": 898,
      "joke": "How does Moses make his coffee? Hebrews it."
    },
    {
      "id": 899,
      "joke": "What do you call a fish with no eye? A fsh."
    },
    {
      "id": 900,
      "joke": "What's the difference between a poorly dressed man on a unicycle and a well-dressed man on a bicycle? Attire."
    },
    {
      "id": 901,
      "joke": "I used to hate facial hair, but then it grew on me."
    },
    {
      "id": 902,
      "joke": "What's the difference between a hippo and a zippo? One is really heavy, the other is a little lighter."
    },
    {
      "id": 903,
      "joke": "Why don't skeletons fight each other? They don't have the guts."
    },
    {
      "id": 904,
      "joke": "What do you call a pile of cats? A meowtain."
    },
    {
      "id": 905,
      "joke": "I told my wife she should embrace her mistakes. She gave me a hug."
    },
    {
      "id": 906,
      "joke": "What did the janitor say when he jumped out of the closet? Supplies!"
    },
    {
      "id": 907,
      "joke": "I'm reading a book on the history of glue. I just can't seem to put it down."
    },
    {
      "id": 908,
      "joke": "I wondered why the frisbee kept getting bigger and bigger. Then it hit me."
    },
    {
      "id": 909,
      "joke": "What do you call a belt made out of watches? A waist of time."
    },
    {
      "id": 910,
      "joke": "Why did the invisible man turn down a job offer? He couldn't see himself doing it."
    },
    {
      "id": 911,
      "joke": "I used to be a baker but I couldn't make enough dough."
    },
    {
      "id": 912,
      "joke": "How do you organize a space party? You planet."
    },
    {
      "id": 913,
      "joke": "Did you hear about the kidnapping at the playground? They woke up."
    },
    {
      "id": 914,
      "joke": "What's brown and sticky? A stick."
    },
    {
      "id": 915,
      "joke": "I ordered a chicken and an egg from Amazon. I'll let you know."
    },
    {
      "id": 916,
      "joke": "What do you call a fake noodle? An impasta."
    },
    {
      "id": 917,
      "joke": "How does a penguin build its house? Igloos it together."
    },
    {
      "id": 918,
      "joke": "I don't trust people who do acupuncture. They're back stabbers."
    },
    {
      "id": 919,
      "joke": "I'm on a seafood diet. Every time I see food, I eat it."
    },
    {
      "id": 920,
      "joke": "What's Forrest Gump's password? 1forest1"
    },
    {
      "id": 921,
      "joke": "Why don't eggs tell jokes? They'd crack each other up."
    },
    {
      "id": 922,
      "joke": "I told my wife she was drawing her eyebrows too high. She looked surprised."
    },
    {
      "id": 923,
      "joke": "How do you make a tissue dance? You put a little boogie in it."
    },
    {
      "id": 924,
      "joke": "What did the ocean say to the beach? Nothing, it just waved."
    },
    {
      "id": 925,
      "joke": "I don't trust stairs. They're always up to something."
    },
    {
      "id": 926,
      "joke": "What do you call cheese that isn't yours? Nacho cheese."
    },
    {
      "id": 927,
      "joke": "My friend says to me, 'What rhymes with orange?' I said, 'No it doesn't.'"
    },
    {
      "id": 928,
      "joke": "I have a joke about construction, but I'm still working on it."
    },
    {
      "id": 929,
      "joke": "Did you hear about the guy whose whole left side was cut off? He's all right now."
    },
    {
      "id": 930,
      "joke": "I couldn't quite remember how to throw a boomerang, but eventually it came back to me."
    },
    {
      "id": 931,
      "joke": "What's the best time to go to the dentist? Tooth-hurty."
    },
    {
      "id": 932,
      "joke": "What do you call a sad cup of coffee? Depresso."
    },
    {
      "id": 933,
      "joke": "What kind of shoes do ninjas wear? Sneakers."
    },
    {
      "id": 934,
      "joke": "What do you call a bear with no teeth? A gummy bear."
    },
    {
      "id": 935,
      "joke": "I had a neck brace fitted years ago. I've never looked back since."
    },
    {
      "id": 936,
      "joke": "What's the difference between a poorly dressed man on a trampoline and a well-dressed man on a trampoline? Attire."
    },
    {
      "id": 937,
      "joke": "Why can't you hear a psychiatrist using the bathroom? Because the P is silent."
    },
    {
      "id": 938,
      "joke": "Did you hear about the mathematician who's afraid of negative numbers? He'll stop at nothing to avoid them."
    },
    {
      "id": 939,
      "joke": "What did the buffalo say to his son when he left for college? Bison."
    },
    {
      "id": 940,
      "joke": "Did you hear about the restaurant called Karma? There's no menu—you get what you deserve."
    },
    {
      "id": 941,
      "joke": "Why don't eggs tell each other jokes? They'd crack each other up."
    },
    {
      "id": 942,
      "joke": "A guy walked into a bar and said 'ouch'."
    },
    {
      "id": 943,
      "joke": "I used to hate facial hair, but then it grew on me."
    },
    {
      "id": 944,
      "joke": "What do you call a dog magician? A labracadabrador."
    },
    {
      "id": 945,
      "joke": "The shovel was a ground-breaking invention."
    },
    {
      "id": 946,
      "joke": "Why did the chicken join a band? Because it had the drumsticks."
    },
    {
      "id": 947,
      "joke": "What did one plate say to the other? Dinner's on me."
    },
    {
      "id": 948,
      "joke": "My wife is really mad at the fact that I have no sense of direction. So I packed up my stuff and right."
    },
    {
      "id": 949,
      "joke": "How many apples grow on a tree? All of them."
    },
    {
      "id": 950,
      "joke": "Why don't skeletons fight each other? They don't have the guts."
    },
    {
      "id": 951,
      "joke": "I used to be addicted to the hokey pokey, but I turned myself around."
    },
    {
      "id": 952,
      "joke": "I'm reading a book about anti-gravity. It's impossible to put down!"
    },
    {
      "id": 953,
      "joke": "What's orange and sounds like a parrot? A carrot."
    },
    {
      "id": 954,
      "joke": "Did you hear about the Italian chef who died? He pasta way."
    },
    {
      "id": 955,
      "joke": "How do you make holy water? You boil the hell out of it."
    },
    {
      "id": 956,
      "joke": "I'm friends with all electricians. We have great current connections."
    },
    {
      "id": 957,
      "joke": "What's the difference between a poorly dressed man on a unicycle and a well-dressed man on a bicycle? Attire."
    },
    {
      "id": 958,
      "joke": "I used to be a banker, but I lost interest."
    },
    {
      "id": 959,
      "joke": "Why did the scarecrow win an award? Because he was outstanding in his field."
    },
    {
      "id": 960,
      "joke": "Why do melons have weddings? Because they cantaloupe."
    },
    {
      "id": 961,
      "joke": "I'm on a whiskey diet. I've lost three days already."
    },
    {
      "id": 962,
      "joke": "What's the best thing about Switzerland? I don't know, but the flag is a big plus."
    },
    {
      "id": 963,
      "joke": "I was wondering why the frisbee kept getting bigger, then it hit me."
    },
    {
      "id": 964,
      "joke": "When does a joke become a dad joke? When it becomes apparent."
    },
    {
      "id": 965,
      "joke": "Why are skeletons so calm? Because nothing gets under their skin."
    },
    {
      "id": 966,
      "joke": "I used to be addicted to soap, but I'm clean now."
    },
    {
      "id": 967,
      "joke": "I have a fear of speedbumps, but I'm slowly getting over it."
    },
    {
      "id": 968,
      "joke": "What's the difference between a hippo and a zippo? One is really heavy, the other is a little lighter."
    },
    {
      "id": 969,
      "joke": "My boss told me to have a good day, so I went home."
    },
    {
      "id": 970,
      "joke": "What do you call an alligator in a vest? An investigator."
    },
    {
      "id": 971,
      "joke": "My wife told me to stop impersonating a flamingo. I had to put my foot down."
    },
    {
      "id": 972,
      "joke": "Parallel lines have so much in common. It's a shame they'll never meet."
    },
    {
      "id": 973,
      "joke": "Where does a general keep his armies? In his sleevies."
    },
    {
      "id": 974,
      "joke": "Two guys walked into a bar. The third one ducked."
    },
    {
      "id": 975,
      "joke": "What do you call a can opener that doesn't work? A can't opener."
    },
    {
      "id": 976,
      "joke": "I had a neck brace fitted years ago and I've never looked back since."
    },
    {
      "id": 977,
      "joke": "Why is six afraid of seven? Because seven eight nine."
    },
    {
      "id": 978,
      "joke": "I have a joke about chemistry, but I don't think it will get a reaction."
    },
    {
      "id": 979,
      "joke": "I tried to catch fog yesterday. Mist."
    },
    {
      "id": 980,
      "joke": "What's the difference between a seal and a sea lion? An ion."
    },
    {
      "id": 981,
      "joke": "The rotation of Earth really makes my day."
    },
    {
      "id": 982,
      "joke": "What do you get when you cross a joke with a rhetorical question?"
    },
    {
      "id": 983,
      "joke": "Two goldfish are in a tank. One says to the other, 'Do you know how to drive this thing?'"
    },
    {
      "id": 984,
      "joke": "What's red and smells like blue paint? Red paint."
    },
    {
      "id": 985,
      "joke": "Why did the man fall down the well? Because he couldn't see that well!"
    },
    {
      "id": 986,
      "joke": "My neighbor asked if he could use my lawnmower. I told him sure, just don't take it out of my yard."
    },
    {
      "id": 987,
      "joke": "Why did the picture go to jail? Because it was framed!"
    },
    {
      "id": 988,
      "joke": "I had a dream that I was floating in an ocean of orange soda. It was a Fanta sea."
    },
    {
      "id": 989,
      "joke": "Did you hear about the circus fire? It was in tents."
    },
    {
      "id": 990,
      "joke": "What do you call a pig that does karate? A pork chop."
    },
    {
      "id": 991,
      "joke": "I've started telling everyone about the benefits of eating dried grapes. It's all about raisin awareness."
    },
    {
      "id": 992,
      "joke": "What did the baby corn say to the mama corn? Where's popcorn?"
    },
    {
      "id": 993,
      "joke": "What do you call an illegally parked frog? Toad."
    },
    {
      "id": 994,
      "joke": "How do you get a country girl's attention? A tractor."
    },
    {
      "id": 995,
      "joke": "Why did the stadium get hot after the game? All the fans left."
    },
    {
      "id": 996,
      "joke": "What do you call a pile of cats? A meowtain."
    },
    {
      "id": 997,
      "joke": "What do you call a dinosaur with an extensive vocabulary? A thesaurus."
    },
    {
      "id": 998,
      "joke": "Why was the belt sent to jail? For holding up a pair of pants."
    },
    {
      "id": 999,
      "joke": "I'm friends with 25 letters of the alphabet. I don't know Y."
    },
    {
      "id": 1000,
      "joke": "What did the dad say when his son asked what a dad joke was? Hi asking what a dad joke is, I'm Dad!"
    }
  ]
}
      "joke": "What's a vampire's favorite fruit? A neck-tarine."
    },{
  "dadJokes": [
    {
      "id": 1,
      "joke": "I'm reading a book about anti-gravity. It's impossible to put down!"
    },
    {
      "id": 2,
      "joke": "Did you hear about the restaurant on the moon? Great food, no atmosphere."
    },
    {
      "id": 3,
      "joke": "I told my wife she was drawing her eyebrows too high. She looked surprised."
    },
    {
      "id": 4,
      "joke": "What do you call a fake noodle? An impasta."
    },
    {
      "id": 5,
      "joke": "Why don't scientists trust atoms? Because they make up everything."
    },
    {
      "id": 6,
      "joke": "How do you organize a space party? You planet."
    },
    {
      "id": 7,
      "joke": "I would tell you a chemistry joke, but I know I wouldn't get a reaction."
    },
    {
      "id": 8,
      "joke": "Why did the scarecrow win an award? Because he was outstanding in his field."
    },
    {
      "id": 9,
      "joke": "Did you hear about the mathematician who's afraid of negative numbers? He'll stop at nothing to avoid them."
    },
    {
      "id": 10,
      "joke": "I'm on a seafood diet. Every time I see food, I eat it."
    },
    {
      "id": 11,
      "joke": "What's the best time to go to the dentist? Tooth-hurty."
    },
    {
      "id": 12,
      "joke": "I used to be a baker, but I couldn't make enough dough."
    },
    {
      "id": 13,
      "joke": "What did the buffalo say to his son when he left for college? Bison."
    },
    {
      "id": 14,
      "joke": "How many tickles does it take to make an octopus laugh? Ten-tickles."
    },
    {
      "id": 15,
      "joke": "What did one wall say to the other wall? I'll meet you at the corner."
    },
    {
      "id": 16,
      "joke": "I've got a joke about construction, but I'm still working on it."
    },
    {
      "id": 17,
      "joke": "What do you call a belt made of watches? A waist of time."
    },
    {
      "id": 18,
      "joke": "Why don't eggs tell jokes? They'd crack each other up."
    },
    {
      "id": 19,
      "joke": "I don't trust stairs. They're always up to something."
    },
    {
      "id": 20,
      "joke": "What do you call cheese that isn't yours? Nacho cheese."
    },
    {
      "id": 21,
      "joke": "What kind of shoes do ninjas wear? Sneakers."
    },
    {
      "id": 22,
      "joke": "How do you make a tissue dance? Put a little boogie in it."
    },
    {
      "id": 23,
      "joke": "Why did the tomato turn red? Because it saw the salad dressing."
    },
    {
      "id": 24,
      "joke": "What's brown and sticky? A stick."
    },
    {
      "id": 25,
      "joke": "Why don't skeletons fight each other? They don't have the guts."
    },
    {
      "id": 26,
      "joke": "What do you call a parade of rabbits hopping backwards? A receding hare-line."
    },
    {
      "id": 27,
      "joke": "What do you call a cow with no legs? Ground beef."
    },
    {
      "id": 28,
      "joke": "How do you catch a squirrel? Climb a tree and act like a nut."
    },
    {
      "id": 29,
      "joke": "Did you hear about the guy who invented Lifesavers? They say he made a mint."
    },
    {
      "id": 30,
      "joke": "I used to be addicted to the hokey pokey, but I turned myself around."
    },
    {
      "id": 31,
      "joke": "What's orange and sounds like a parrot? A carrot."
    },
    {
      "id": 32,
      "joke": "Why can't you hear a psychiatrist using the bathroom? Because the P is silent."
    },
    {
      "id": 33,
      "joke": "What did the janitor say when he jumped out of the closet? SUPPLIES!"
    },
    {
      "id": 34,
      "joke": "Why did the invisible man turn down the job offer? He couldn't see himself doing it."
    },
    {
      "id": 35,
      "joke": "I bought some shoes from a drug dealer. I don't know what he laced them with, but I've been tripping all day."
    },
    {
      "id": 36,
      "joke": "What did the ocean say to the beach? Nothing, it just waved."
    },
    {
      "id": 37,
      "joke": "Why do seagulls fly over the sea? Because if they flew over the bay, they'd be bagels."
    },
    {
      "id": 38,
      "joke": "What did one hat say to the other? You stay here. I'll go on ahead."
    },
    {
      "id": 39,
      "joke": "What do you call a fish with no eyes? Fsh."
    },
    {
      "id": 40,
      "joke": "How do you make holy water? You boil the hell out of it."
    },
    {
      "id": 41,
      "joke": "I'm friends with all electricians. We have great current connections."
    },
    {
      "id": 42,
      "joke": "What did the grape say when it got stepped on? Nothing, it just let out a little wine."
    },
    {
      "id": 43,
      "joke": "I told my wife she was drawing her eyebrows too low. She looked surprised."
    },
    {
      "id": 44,
      "joke": "What did the finger say to the thumb? I'm in glove with you."
    },
    {
      "id": 45,
      "joke": "Want to hear a joke about construction? Nah, I'm still working on it."
    },
    {
      "id": 46,
      "joke": "What's the difference between a poorly dressed man on a trampoline and a well-dressed man on a trampoline? Attire."
    },
    {
      "id": 47,
      "joke": "Why don't skeletons fight each other? They don't have the guts."
    },
    {
      "id": 48,
      "joke": "I used to be a banker, but I lost interest."
    },
    {
      "id": 49,
      "joke": "Why don't scientists trust atoms? Because they make up everything."
    },
    {
      "id": 50,
      "joke": "What do you call a factory that makes okay products? A satisfactory."
    },
    {
      "id": 51,
      "joke": "What did the pirate say on his 80th birthday? Aye matey."
    },
    {
      "id": 52,
      "joke": "Did you hear about the kidnapping at the playground? They woke up."
    },
    {
      "id": 53,
      "joke": "How does a penguin build its house? Igloos it together."
    },
    {
      "id": 54,
      "joke": "Why do melons have weddings? Because they cantaloupe."
    },
    {
      "id": 55,
      "joke": "What do you call a dog that can do magic? A labracadabrador."
    },
    {
      "id": 56,
      "joke": "I'm on a whiskey diet. I've lost three days already."
    },
    {
      "id": 57,
      "joke": "What's the best thing about Switzerland? I don't know, but the flag is a big plus."
    },
    {
      "id": 58,
      "joke": "I was wondering why the ball kept getting bigger and bigger, and then it hit me."
    },
    {
      "id": 59,
      "joke": "What do you call a sad cup of coffee? Depresso."
    },
    {
      "id": 60,
      "joke": "When does a joke become a dad joke? When it becomes apparent."
    },
    {
      "id": 61,
      "joke": "My wife said I should do lunges to stay in shape. That would be a big step forward."
    },
    {
      "id": 62,
      "joke": "Why don't eggs tell jokes? They'd crack each other up."
    },
    {
      "id": 63,
      "joke": "What do you call a fake noodle? An impasta."
    },
    {
      "id": 64,
      "joke": "I'm reading a book about anti-gravity. It's impossible to put down!"
    },
    {
      "id": 65,
      "joke": "Did you hear about the restaurant on the moon? Great food, no atmosphere."
    },
    {
      "id": 66,
      "joke": "What did the ocean say to the beach? Nothing, it just waved."
    },
    {
      "id": 67,
      "joke": "Why don't skeletons fight each other? They don't have the guts."
    },
    {
      "id": 68,
      "joke": "I used to be a baker, but I couldn't make enough dough."
    },
    {
      "id": 69,
      "joke": "What did the buffalo say to his son when he left for college? Bison."
    },
    {
      "id": 70,
      "joke": "How many tickles does it take to make an octopus laugh? Ten-tickles."
    },
    {
      "id": 71,
      "joke": "Why did the bicycle fall over? Because it was two tired."
    },
    {
      "id": 72,
      "joke": "What do you call a belt made of watches? A waist of time."
    },
    {
      "id": 73,
      "joke": "I don't trust stairs. They're always up to something."
    },
    {
      "id": 74,
      "joke": "What do you call cheese that isn't yours? Nacho cheese."
    },
    {
      "id": 75,
      "joke": "What's brown and sticky? A stick."
    },
    {
      "id": 76,
      "joke": "What do you call a can opener that doesn't work? A can't opener."
    },
    {
      "id": 77,
      "joke": "Did you hear about the guy who invented Lifesavers? They say he made a mint."
    },
    {
      "id": 78,
      "joke": "I used to be addicted to the hokey pokey, but I turned myself around."
    },
    {
      "id": 79,
      "joke": "What did the janitor say when he jumped out of the closet? SUPPLIES!"
    },
    {
      "id": 80,
      "joke": "Why did the invisible man turn down the job offer? He couldn't see himself doing it."
    },
    {
      "id": 81,
      "joke": "I bought some shoes from a drug dealer. I don't know what he laced them with, but I've been tripping all day."
    },
    {
      "id": 82,
      "joke": "Why do seagulls fly over the sea? Because if they flew over the bay, they'd be bagels."
    },
    {
      "id": 83,
      "joke": "What do you call a fish with no eyes? Fsh."
    },
    {
      "id": 84,
      "joke": "How do you make holy water? You boil the hell out of it."
    },
    {
      "id": 85,
      "joke": "I'm friends with all electricians. We have great current connections."
    },
    {
      "id": 86,
      "joke": "What did the grape say when it got stepped on? Nothing, it just let out a little wine."
    },
    {
      "id": 87,
      "joke": "I told my wife she was drawing her eyebrows too high. She looked surprised."
    },
    {
      "id": 88,
      "joke": "Want to hear a joke about construction? Nah, I'm still working on it."
    },
    {
      "id": 89,
      "joke": "What's the difference between a poorly dressed man on a trampoline and a well-dressed man on a trampoline? Attire."
    },
    {
      "id": 90,
      "joke": "I used to be a banker, but I lost interest."
    },
    {
      "id": 91,
      "joke": "What do you call a factory that makes okay products? A satisfactory."
    },
    {
      "id": 92,
      "joke": "What did the pirate say on his 80th birthday? Aye matey."
    },
    {
      "id": 93,
      "joke": "Did you hear about the kidnapping at the playground? They woke up."
    },
    {
      "id": 94,
      "joke": "How does a penguin build its house? Igloos it together."
    },
    {
      "id": 95,
      "joke": "Why do melons have weddings? Because they cantaloupe."
    },
    {
      "id": 96,
      "joke": "What do you call a dog that can do magic? A labracadabrador."
    },
    {
      "id": 97,
      "joke": "I'm on a whiskey diet. I've lost three days already."
    },
    {
      "id": 98,
      "joke": "What's the best thing about Switzerland? I don't know, but the flag is a big plus."
    },
    {
      "id": 99,
      "joke": "I was wondering why the ball kept getting bigger and bigger, and then it hit me."
    },
    {
      "id": 100,
      "joke": "What do you call a sad cup of coffee? Depresso."
    },
    {
      "id": 101,
      "joke": "When does a joke become a dad joke? When it becomes apparent."
    },
    {
      "id": 102,
      "joke": "My wife said I should do lunges to stay in shape. That would be a big step forward."
    },
    {
      "id": 103,
      "joke": "I ordered a chicken and an egg online. I'll let you know."
    },
    {
      "id": 104, 
      "joke": "What's E.T. short for? Because he's got little legs."
    },
    {
      "id": 105,
      "joke": "Did you hear about the guy who invented the knock-knock joke? He won the 'no-bell' prize."
    },
    {
      "id": 106,
      "joke": "I've started telling everyone about the benefits of eating dried grapes. It's all about raisin awareness."
    },
    {
      "id": 107,
      "joke": "What do you call a fish wearing a crown? King of the sea."
    },
    {
      "id": 108,
      "joke": "How do you organize a space party? You planet."
    },
    {
      "id": 109,
      "joke": "Why did the scarecrow win an award? Because he was outstanding in his field."
    },
    {
      "id": 110,
      "joke": "I'm reading a book about anti-gravity. It's impossible to put down!"
    },
    {
      "id": 111,
      "joke": "Did you hear about the mathematician who's afraid of negative numbers? He'll stop at nothing to avoid them."
    },
    {
      "id": 112,
      "joke": "I'm on a seafood diet. Every time I see food, I eat it."
    },
    {
      "id": 113,
      "joke": "What's the best time to go to the dentist? Tooth-hurty."
    },
    {
      "id": 114,
      "joke": "What did one wall say to the other wall? I'll meet you at the corner."
    },
    {
      "id": 115,
      "joke": "Did you hear about the guy who invented the door knocker? He won the No-bell prize."
    },
    {
      "id": 116,
      "joke": "I've got a joke about construction, but I'm still working on it."
    },
    {
      "id": 117,
      "joke": "Why don't scientists trust atoms? Because they make up everything."
    },
    {
      "id": 118,
      "joke": "I would tell you a chemistry joke, but I know I wouldn't get a reaction."
    },
    {
      "id": 119,
      "joke": "How do you make a tissue dance? Put a little boogie in it."
    },
    {
      "id": 120,
      "joke": "Why did the tomato turn red? Because it saw the salad dressing."
    },
    {
      "id": 121,
      "joke": "What kind of shoes do ninjas wear? Sneakers."
    },
    {
      "id": 122,
      "joke": "Did you hear about the restaurant called Karma? There's no menu - you get what you deserve."
    },
    {
      "id": 123,
      "joke": "What do you call a parade of rabbits hopping backwards? A receding hare-line."
    },
    {
      "id": 124,
      "joke": "What do you call a cow with no legs? Ground beef."
    },
    {
      "id": 125,
      "joke": "How do you catch a squirrel? Climb a tree and act like a nut."
    },
    {
      "id": 126,
      "joke": "What's orange and sounds like a parrot? A carrot."
    },
    {
      "id": 127,
      "joke": "Why can't you hear a psychiatrist using the bathroom? Because the P is silent."
    },
    {
      "id": 128,
      "joke": "What did one hat say to the other? You stay here. I'll go on ahead."
    },
    {
      "id": 129,
      "joke": "Did you hear about the claustrophobic astronaut? He just needed a little space."
    },
    {
      "id": 130,
      "joke": "What did the finger say to the thumb? I'm in glove with you."
    },
    {
      "id": 131,
      "joke": "What is a computer's favorite snack? Computer chips."
    },
    {
      "id": 132,
      "joke": "Why don't eggs tell jokes? They'd crack each other up."
    },
    {
      "id": 133,
      "joke": "I don't trust stairs. They're always up to something."
    },
    {
      "id": 134,
      "joke": "What do you call cheese that isn't yours? Nacho cheese."
    },
    {
      "id": 135,
      "joke": "Why do cows wear bells? Because their horns don't work."
    },
    {
      "id": 136,
      "joke": "I couldn't figure out why the baseball kept getting larger. Then it hit me."
    },
    {
      "id": 137,
      "joke": "I used to be a baker, but I couldn't make enough dough."
    },
    {
      "id": 138,
      "joke": "What did the buffalo say to his son when he left for college? Bison."
    },
    {
      "id": 139,
      "joke": "How many tickles does it take to make an octopus laugh? Ten-tickles."
    },
    {
      "id": 140,
      "joke": "What do you call a belt made of watches? A waist of time."
    },
    {
      "id": 141,
      "joke": "What's brown and sticky? A stick."
    },
    {
      "id": 142,
      "joke": "Why don't skeletons fight each other? They don't have the guts."
    },
    {
      "id": 143,
      "joke": "What do you call a fish with no eyes? Fsh."
    },
    {
      "id": 144,
      "joke": "How do you make holy water? You boil the hell out of it."
    },
    {
      "id": 145,
      "joke": "I'm friends with all electricians. We have great current connections."
    },
    {
      "id": 146,
      "joke": "What did the grape say when it got stepped on? Nothing, it just let out a little wine."
    },
    {
      "id": 147,
      "joke": "I told my wife she was drawing her eyebrows too high. She looked surprised."
    },
    {
      "id": 148,
      "joke": "Want to hear a joke about construction? Nah, I'm still working on it."
    },
    {
      "id": 149,
      "joke": "What's the difference between a poorly dressed man on a trampoline and a well-dressed man on a trampoline? Attire."
    },
    {
      "id": 150,
      "joke": "I used to be a banker, but I lost interest."
    },
    {
      "id": 151,
      "joke": "What do you call a factory that makes okay products? A satisfactory."
    },
    {
      "id": 152,
      "joke": "What did the pirate say on his 80th birthday? Aye matey."
    },
    {
      "id": 153,
      "joke": "Did you hear about the kidnapping at the playground? They woke up."
    },
    {
      "id": 154,
      "joke": "How does a penguin build its house? Igloos it together."
    },
    {
      "id": 155,
      "joke": "Why do melons have weddings? Because they cantaloupe."
    },
    {
      "id": 156,
      "joke": "What do you call a dog that can do magic? A labracadabrador."
    },
    {
      "id": 157,
      "joke": "I'm on a whiskey diet. I've lost three days already."
    },
    {
      "id": 158,
      "joke": "What's the best thing about Switzerland? I don't know, but the flag is a big plus."
    },
    {
      "id": 159,
      "joke": "I was wondering why the ball kept getting bigger and bigger, and then it hit me."
    },
    {
      "id": 160,
      "joke": "What do you call a sad cup of coffee? Depresso."
    },
    {
      "id": 161,
      "joke": "When does a joke become a dad joke? When it becomes apparent."
    },
    {
      "id": 162,
      "joke": "My wife said I should do lunges to stay in shape. That would be a big step forward."
    },
    {
      "id": 163,
      "joke": "I ordered a chicken and an egg online. I'll let you know."
    },
    {
      "id": 164, 
      "joke": "What's E.T. short for? Because he's got little legs."
    },
    {
      "id": 165,
      "joke": "Did you hear about the guy who invented the knock-knock joke? He won the 'no-bell' prize."
    },
    {
      "id": 166,
      "joke": "I've started telling everyone about the benefits of eating dried grapes. It's all about raisin awareness."
    },
    {
      "id": 167,
      "joke": "What do you call a fish wearing a crown? King of the sea."
    },
    {
      "id": 168,
      "joke": "How do you organize a space party? You planet."
    },
    {
      "id": 169,
      "joke": "Why did the scarecrow win an award? Because he was outstanding in his field."
    },
    {
      "id": 170,
      "joke": "I'm reading a book about anti-gravity. It's impossible to put down!"
    },
    {
      "id": 171,
      "joke": "Why are skeletons so calm? Because nothing gets under their skin."
    },
    {
      "id": 172,
      "joke": "What's Beethoven's favorite fruit? BA-NA-NA-NAAA!"
    },
    {
      "id": 173,
      "joke": "What's a vampire's favorite fruit? A neck-tarine."
    },
    {
      "id": 174,
      "joke": "I used to be addicted to soap, but I'm clean now."
    },
    {
      "id": 175,
      "joke": "I have a fear of speedbumps, but I'm slowly getting over it."
    },
    {
      "id": 176,
      "joke": "I invented a new word today: Plagiarism."
    },
    {
      "id": 177,
      "joke": "My dad unfortunately passed away when we couldn't remember his blood type. His last words were 'Be positive.'"
    },
    {
      "id": 178,
      "joke": "What's the difference between a hippo and a zippo? One is really heavy, the other is a little lighter."
    },
    {
      "id": 179,
      "joke": "My boss told me to have a good day, so I went home."
    },
    {
      "id": 180,
      "joke": "Someone broke into my house last night and stole my limbo trophy. How low can you go?"
    },
    {
      "id": 181,
      "joke": "What do you call a deer with no eyes? No idea."
    },
    {
      "id": 182,
      "joke": "What do you call an alligator in a vest? An investigator."
    },
    {
      "id": 183,
      "joke": "My wife told me to stop impersonating a flamingo. I had to put my foot down."
    },
    {
      "id": 184,
      "joke": "What do you call it when Batman skips church? Christian Bale."
    },
    {
      "id": 185,
      "joke": "Why did the old man fall in the well? Because he couldn't see that well."
    },
    {
      "id": 186,
      "joke": "Did you hear about the Italian chef who died? He pasta way."
    },
    {
      "id": 187,
      "joke": "Parallel lines have so much in common. It's a shame they'll never meet."
    },
    {
      "id": 188,
      "joke": "What's the best part about living in Switzerland? I don't know, but the flag is a big plus."
    },
    {
      "id": 189,
      "joke": "Why don't scientists trust atoms? Because they make up everything."
    },
    {
      "id": 190,
      "joke": "Where does a general keep his armies? In his sleevies."
    },
    {
      "id": 191,
      "joke": "Did you hear about the guy who invented the knock-knock joke? He won the 'no-bell' prize."
    },
    {
      "id": 192,
      "joke": "Two guys walked into a bar. The third one ducked."
    },
    {
      "id": 193,
      "joke": "What do you call someone with no body and no nose? Nobody knows."
    },
    {
      "id": 194,
      "joke": "What do you call a can opener that doesn't work? A can't opener."
    },
    {
      "id": 195,
      "joke": "A man walks into a library and asks the librarian for books about paranoia. She whispers, 'They're right behind you...'"
    },
    {
      "id": 196,
      "joke": "I had a neck brace fitted years ago and I've never looked back since."
    },
    {
      "id": 197,
      "joke": "A priest, a rabbi, and a minister walk into a bar. The bartender says, 'What is this, some kind of joke?'"
    },
    {
      "id": 198,
      "joke": "Why is six afraid of seven? Because seven eight nine."
    },
    {
      "id": 199,
      "joke": "What did the left eye say to the right eye? Between you and me, something smells."
    },
    {
      "id": 200,
      "joke": "I have a joke about chemistry, but I don't think it will get a reaction."
    },
    {
      "id": 201,
      "joke": "I tried to catch fog yesterday. Mist."
    },
    {
      "id": 202,
      "joke": "How do you throw a space party? You planet."
    },
    {
      "id": 203,
      "joke": "What's the difference between a seal and a sea lion? An ion."
    },
    {
      "id": 204,
      "joke": "I'm friends with all electricians. We have great current connections."
    },
    {
      "id": 205,
      "joke": "The rotation of Earth really makes my day."
    },
    {
      "id": 206,
      "joke": "What's the difference between a poorly dressed man on a unicycle and a well-dressed man on a bicycle? Attire."
    },
    {
      "id": 207,
      "joke": "What do you get when you cross a joke with a rhetorical question?"
    },
    {
      "id": 208,
      "joke": "Two goldfish are in a tank. One says to the other, 'Do you know how to drive this thing?'"
    },
    {
      "id": 209,
      "joke": "What's red and smells like blue paint? Red paint."
    },
    {
      "id": 210,
      "joke": "Why did the man fall down the well? Because he couldn't see that well!"
    },
    {
      "id": 211,
      "joke": "My neighbor asked if he could use my lawnmower. I told him sure, just don't take it out of my yard."
    },
    {
      "id": 212,
      "joke": "Why did the picture go to jail? Because it was framed!"
    },
    {
      "id": 213,
      "joke": "I tried to catch fog yesterday. Mist."
    },
    {
      "id": 214,
      "joke": "Did you hear about the restaurant called 'Karma'? There's no menu—you get what you deserve."
    },
    {
      "id": 215,
      "joke": "I have a fear of speed bumps, but I'm slowly getting over it."
    },
    {
      "id": 216,
      "joke": "What's the best thing about Switzerland? I don't know, but the flag is a big plus."
    },
    {
      "id": 217,
      "joke": "What did the ocean say to the shore? Nothing, it just waved."
    },
    {
      "id": 218,
      "joke": "I used to play piano by ear, but now I use my hands."
    },
    {
      "id": 219,
      "joke": "Why do fathers take an extra pair of socks when they go golfing? In case they get a hole in one!"
    },
    {
      "id": 220,
      "joke": "What's the difference between a poorly dressed man on a trampoline and a well-dressed man on a trampoline? Attire."
    },
    {
      "id": 221,
      "joke": "How many apples grow on a tree? All of them!"
    },
    {
      "id": 222,
      "joke": "Did you hear about the guy who invented Lifesavers? They say he made a mint."
    },
    {
      "id": 223,
      "joke": "I used to be addicted to the hokey pokey, but I turned myself around."
    },
    {
      "id": 224,
      "joke": "What do you call a fake noodle? An impasta."
    },
    {
      "id": 225,
      "joke": "How do you organize a space party? You planet."
    },
    {
      "id": 226,
      "joke": "Why don't skeletons fight each other? They don't have the guts."
    },
    {
      "id": 227,
      "joke": "I would tell you a chemistry joke, but I know I wouldn't get a reaction."
    },
    {
      "id": 228,
      "joke": "Why did the scarecrow win an award? Because he was outstanding in his field."
    },
    {
      "id": 229,
      "joke": "Did you hear about the mathematician who's afraid of negative numbers? He'll stop at nothing to avoid them."
    },
    {
      "id": 230,
      "joke": "I'm on a seafood diet. Every time I see food, I eat it."
    },
    {
      "id": 231,
      "joke": "What's the best time to go to the dentist? Tooth-hurty."
    },
    {
      "id": 232,
      "joke": "I used to be a baker, but I couldn't make enough dough."
    },
    {
      "id": 233,
      "joke": "What did the buffalo say to his son when he left for college? Bison."
    },
    {
      "id": 234,
      "joke": "How many tickles does it take to make an octopus laugh? Ten-tickles."
    },
    {
      "id": 235,
      "joke": "What did one wall say to the other wall? I'll meet you at the corner."
    },
    {
      "id": 236,
      "joke": "I've got a joke about construction, but I'm still working on it."
    },
    {
      "id": 237,
      "joke": "What do you call a belt made of watches? A waist of time."
    },
    {
      "id": 238,
      "joke": "Why don't eggs tell jokes? They'd crack each other up."
    },
    {
      "id": 239,
      "joke": "I don't trust stairs. They're always up to something."
    },
    {
      "id": 240,
      "joke": "What do you call cheese that isn't yours? Nacho cheese."
    },
    {
      "id": 241,
      "joke": "What kind of shoes do ninjas wear? Sneakers."
    },
    {
      "id": 242,
      "joke": "How do you make a tissue dance? Put a little boogie in it."
    },
    {
      "id": 243,
      "joke": "Why did the tomato turn red? Because it saw the salad dressing."
    },
    {
      "id": 244,
      "joke": "What's brown and sticky? A stick."
    },
    {
      "id": 245,
      "joke": "Why don't skeletons fight each other? They don't have the guts."
    },
    {
      "id": 246,
      "joke": "What do you call a parade of rabbits hopping backwards? A receding hare-line."
    },
    {
      "id": 247,
      "joke": "What do you call a cow with no legs? Ground beef."
    },
    {
      "id": 248,
      "joke": "How do you catch a squirrel? Climb a tree and act like a nut."
    },
    {
      "id": 249,
      "joke": "Did you hear about the guy who invented Lifesavers? They say he made a mint."
    },
    {
      "id": 250,
      "joke": "I used to be addicted to the hokey pokey, but I turned myself around."
    },
    {
      "id": 251,
      "joke": "What's orange and sounds like a parrot? A carrot."
    },
    {
      "id": 252,
      "joke": "Why can't you hear a psychiatrist using the bathroom? Because the P is silent."
    },
    {
      "id": 253,
      "joke": "What did the janitor say when he jumped out of the closet? SUPPLIES!"
    },
    {
      "id": 254,
      "joke": "Why did the invisible man turn down the job offer? He couldn't see himself doing it."
    },
    {
      "id": 255,
      "joke": "I bought some shoes from a drug dealer. I don't know what he laced them with, but I've been tripping all day."
    },
    {
      "id": 256,
      "joke": "What did the ocean say to the beach? Nothing, it just waved."
    },
    {
      "id": 257,
      "joke": "Why do seagulls fly over the sea? Because if they flew over the bay, they'd be bagels."
    },
    {
      "id": 258,
      "joke": "What did one hat say to the other? You stay here. I'll go on ahead."
    },
    {
      "id": 259,
      "joke": "What do you call a fish with no eyes? Fsh."
    },
    {
      "id": 260,
      "joke": "How do you make holy water? You boil the hell out of it."
    },
    {
      "id": 261,
      "joke": "I'm friends with all electricians. We have great current connections."
    },
    {
      "id": 262,
      "joke": "What did the grape say when it got stepped on? Nothing, it just let out a little wine."
    },
    {
      "id": 263,
      "joke": "I told my wife she was drawing her eyebrows too high. She looked surprised."
    },
    {
      "id": 264,
      "joke": "Want to hear a joke about construction? Nah, I'm still working on it."
    },
    {
      "id": 265,
      "joke": "What's the difference between a poorly dressed man on a trampoline and a well-dressed man on a trampoline? Attire."
    },
    {
      "id": 266,
      "joke": "I used to be a banker, but I lost interest."
    },
    {
      "id": 267,
      "joke": "What do you call a factory that makes okay products? A satisfactory."
    },
    {
      "id": 268,
      "joke": "What did the pirate say on his 80th birthday? Aye matey."
    },
    {
      "id": 269,
      "joke": "Did you hear about the kidnapping at the playground? They woke up."
    },
    {
      "id": 270,
      "joke": "How does a penguin build its house? Igloos it together."
    },
    {
      "id": 271,
      "joke": "Why do melons have weddings? Because they cantaloupe."
    },
    {
      "id": 272,
      "joke": "What do you call a dog that can do magic? A labracadabrador."
    },
    {
      "id": 273,
      "joke": "I'm on a whiskey diet. I've lost three days already."
    },
    {
      "id": 274,
      "joke": "What's the best thing about Switzerland? I don't know, but the flag is a big plus."
    },
    {
      "id": 275,
      "joke": "I was wondering why the ball kept getting bigger and bigger, and then it hit me."
    },
    {
      "id": 276,
      "joke": "What do you call a sad cup of coffee? Depresso."
    },
    {
      "id": 277,
      "joke": "When does a joke become a dad joke? When it becomes apparent."
    },
    {
      "id": 278,
      "joke": "My wife said I should do lunges to stay in shape. That would be a big step forward."
    },
    {
      "id": 279,
      "joke": "I ordered a chicken and an egg online. I'll let you know."
    },
    {
      "id": 280, 
      "joke": "What's E.T. short for? Because he's got little legs."
    },
    {
      "id": 281,
      "joke": "Did you hear about the guy who invented the knock-knock joke? He won the 'no-bell' prize."
    },
    {
      "id": 282,
      "joke": "I've started telling everyone about the benefits of eating dried grapes. It's all about raisin awareness."
    },
    {
      "id": 283,
      "joke": "What do you call a fish wearing a crown? King of the sea."
    },
    {
      "id": 284,
      "joke": "How do you organize a space party? You planet."
    },
    {
      "id": 285,
      "joke": "Why did the scarecrow win an award? Because he was outstanding in his field."
    },
    {
      "id": 286,
      "joke": "I'm reading a book about anti-gravity. It's impossible to put down!"
    },
    {
      "id": 287,
      "joke": "Did you hear about the mathematician who's afraid of negative numbers? He'll stop at nothing to avoid them."
    },
    {
      "id": 288,
      "joke": "I'm on a seafood diet. Every time I see food, I eat it."
    },
    {
      "id": 289,
      "joke": "What's the best time to go to the dentist? Tooth-hurty."
    },
    {
      "id": 290,
      "joke": "What did one wall say to the other wall? I'll meet you at the corner."
    },
    {
      "id": 291,
      "joke": "Did you hear about the guy who invented the door knocker? He won the No-bell prize."
    },
    {
      "id": 292,
      "joke": "I've got a joke about construction, but I'm still working on it."
    },
    {
      "id": 293,
      "joke": "Why don't scientists trust atoms? Because they make up everything."
    },
    {
      "id": 294,
      "joke": "I would tell you a chemistry joke, but I know I wouldn't get a reaction."
    },
    {
      "id": 295,
      "joke": "How do you make a tissue dance? Put a little boogie in it."
    },
    {
      "id": 296,
      "joke": "Why did the tomato turn red? Because it saw the salad dressing."
    },
    {
      "id": 297,
      "joke": "What kind of shoes do ninjas wear? Sneakers."
    },
    {
      "id": 298,
      "joke": "Did you hear about the restaurant called Karma? There's no menu - you get what you deserve."
    },
    {
      "id": 299,
      "joke": "What do you call a parade of rabbits hopping backwards? A receding hare-line."
    },
    {
      "id": 300,
      "joke": "What do you call a cow with no legs? Ground beef."
    },
    {
      "id": 301,
      "joke": "How do you catch a squirrel? Climb a tree and act like a nut."
    },
    {
      "id": 302,
      "joke": "What's orange and sounds like a parrot? A carrot."
    },
    {
      "id": 303,
      "joke": "Why can't you hear a psychiatrist using the bathroom? Because the P is silent."
    },
    {
      "id": 304,
      "joke": "What did one hat say to the other? You stay here. I'll go on ahead."
    },
    {
      "id": 305,
      "joke": "Did you hear about the claustrophobic astronaut? He just needed a little space."
    },
    {
      "id": 306,
      "joke": "What did the finger say to the thumb? I'm in glove with you."
    },
    {
      "id": 307,
      "joke": "What is a computer's favorite snack? Computer chips."
    },
    {
      "id": 308,
      "joke": "Why don't eggs tell jokes? They'd crack each other up."
    },
    {
      "id": 309,
      "joke": "I don't trust stairs. They're always up to something."
    },
    {
      "id": 310,
      "joke": "What do you call cheese that isn't yours? Nacho cheese."
    },
    {
      "id": 311,
      "joke": "Why do cows wear bells? Because their horns don't work."
    },
    {
      "id": 312,
      "joke": "I couldn't figure out why the baseball kept getting larger. Then it hit me."
    },
    {
      "id": 313,
      "joke": "I used to be a baker, but I couldn't make enough dough."
    },
    {
      "id": 314,
      "joke": "What did the buffalo say to his son when he left for college? Bison."
    },
    {
      "id": 315,
      "joke": "How many tickles does it take to make an octopus laugh? Ten-tickles."
    },
    {
      "id": 316,
      "joke": "What do you call a belt made of watches? A waist of time."
    },
    {
      "id": 317,
      "joke": "What's brown and sticky? A stick."
    },
    {
      "id": 318,
      "joke": "Why don't skeletons fight each other? They don't have the guts."
    },
    {
      "id": 319,
      "joke": "What do you call a can opener that doesn't work? A can't opener."
    },
    {
      "id": 320,
      "joke": "Did you hear about the guy who invented Lifesavers? They say he made a mint."
    },
    {
      "id": 321,
      "joke": "I used to be addicted to the hokey pokey, but I turned myself around."
    },
    {
      "id": 322,
      "joke": "What did the janitor say when he jumped out of the closet? SUPPLIES!"
    },
    {
      "id": 323,
      "joke": "Why did the invisible man turn down the job offer? He couldn't see himself doing it."
    },
    {
      "id": 324,
      "joke": "I bought some shoes from a drug dealer. I don't know what he laced them with, but I've been tripping all day."
    },
    {
      "id": 325,
      "joke": "What did the ocean say to the beach? Nothing, it just waved."
    },
    {
      "id": 326,
      "joke": "Why do seagulls fly over the sea? Because if they flew over the bay, they'd be bagels."
    },
    {
      "id": 327,
      "joke": "What do you call a fish with no eyes? Fsh."
    },
    {
      "id": 328,
      "joke": "How do you make holy water? You boil the hell out of it."
    },
    {
      "id": 329,
      "joke": "I'm friends with all electricians. We have great current connections."
    },
    {
      "id": 330,
      "joke": "What did the grape say when it got stepped on? Nothing, it just let out a little wine."
    },
    {
      "id": 331,
      "joke": "I told my wife she was drawing her eyebrows too high. She looked surprised."
    },
    {
      "id": 332,
      "joke": "Want to hear a joke about construction? Nah, I'm still working on it."
    },
    {
      "id": 333,
      "joke": "What's the difference between a poorly dressed man on a trampoline and a well-dressed man on a trampoline? Attire."
    },
    {
      "id": 334,
      "joke": "I used to be a banker, but I lost interest."
    },
    {
      "id": 335,
      "joke": "What do you call a factory that makes okay products? A satisfactory."
    },
    {
      "id": 336,
      "joke": "What did the pirate say on his 80th birthday? Aye matey."
    },
    {
      "id": 337,
      "joke": "Did you hear about the kidnapping at the playground? They woke up."
    },
    {
      "id": 338,
      "joke": "How does a penguin build its house? Igloos it together."
    },
    {
      "id": 339,
      "joke": "Why do melons have weddings? Because they cantaloupe."
    },
    {
      "id": 340,
      "joke": "What do you call a dog that can do magic? A labracadabrador."
    },
    {
      "id": 341,
      "joke": "I'm on a whiskey diet. I've lost three days already."
    },
    {
      "id": 342,
      "joke": "What's the best thing about Switzerland? I don't know, but the flag is a big plus."
    },
    {
      "id": 343,
      "joke": "I was wondering why the ball kept getting bigger and bigger, and then it hit me."
    },
    {
      "id": 344,
      "joke": "What do you call a sad cup of coffee? Depresso."
    },
    {
      "id": 345,
      "joke": "When does a joke become a dad joke? When it becomes apparent."
    },
    {
      "id": 346,
      "joke": "My wife said I should do lunges to stay in shape. That would be a big step forward."
    },
    {
      "id": 347,
      "joke": "Why are skeletons so calm? Because nothing gets under their skin."
    },
    {
      "id": 348,
      "joke": "What's Beethoven's favorite fruit? BA-NA-NA-NAAA!"
    },
    {
      "id": 349,
      "joke": "What's a vampire's favorite fruit? A neck-tarine."
    },
    {
      "id": 350,
      "joke": "I used to be addicted to soap, but I'm clean now."
    },
    {
      "id": 351,
      "joke": "I have a fear of speedbumps, but I'm slowly getting over it."
    },
    {
      "id": 352,
      "joke": "I invented a new word today: Plagiarism."
    },
    {
      "id": 353,
      "joke": "My dad unfortunately passed away when we couldn't remember his blood type. His last words were 'Be positive.'"
    },
    {
      "id": 354,
      "joke": "What's the difference between a hippo and a zippo? One is really heavy, the other is a little lighter."
    },
    {
      "id": 355,
      "joke": "My boss told me to have a good day, so I went home."
    },
    {
      "id": 356,
      "joke": "Someone broke into my house last night and stole my limbo trophy. How low can you go?"
    },
    {
      "id": 357,
      "joke": "What do you call a deer with no eyes? No idea."
    },
    {
      "id": 358,
      "joke": "What do you call an alligator in a vest? An investigator."
    },
    {
      "id": 359,
      "joke": "My wife told me to stop impersonating a flamingo. I had to put my foot down."
    },
    {
      "id": 360,
      "joke": "What do you call it when Batman skips church? Christian Bale."
    },
    {
      "id": 361,
      "joke": "Why did the old man fall in the well? Because he couldn't see that well."
    },
    {
      "id": 362,
      "joke": "Did you hear about the Italian chef who died? He pasta way."
    },
    {
      "id": 363,
      "joke": "Parallel lines have so much in common. It's a shame they'll never meet."
    },
    {
      "id": 364,
      "joke": "What's the best part about living in Switzerland? I don't know, but the flag is a big plus."
    },
    {
      "id": 365,
      "joke": "Why don't scientists trust atoms? Because they make up everything."
    },
    {
      "id": 366,
      "joke": "Where does a general keep his armies? In his sleevies."
    },
    {
      "id": 367,
      "joke": "Did you hear about the guy who invented the knock-knock joke? He won the 'no-bell' prize."
    },
    {
      "id": 368,
      "joke": "Two guys walked into a bar. The third one ducked."
    },
    {
      "id": 369,
      "joke": "What do you call someone with no body and no nose? Nobody knows."
    },
    {
      "id": 370,
      "joke": "What do you call a can opener that doesn't work? A can't opener."
    },
    {
      "id": 371,
      "joke": "A man walks into a library and asks the librarian for books about paranoia. She whispers, 'They're right behind you...'"
    },
    {
      "id": 372,
      "joke": "I had a neck brace fitted years ago and I've never looked back since."
    },
    {
      "id": 373,
      "joke": "A priest, a rabbi, and a minister walk into a bar. The bartender says, 'What is this, some kind of joke?'"
    },
    {
      "id": 374,
      "joke": "Why is six afraid of seven? Because seven eight nine."
    },
    {
      "id": 375,
      "joke": "What did the left eye say to the right eye? Between you and me, something smells."
    },
    {
      "id": 376,
      "joke": "I have a joke about chemistry, but I don't think it will get a reaction."
    },
    {
      "id": 377,
      "joke": "I tried to catch fog yesterday. Mist."
    },
    {
      "id": 378,
      "joke": "How do you throw a space party? You planet."
    },
    {
      "id": 379,
      "joke": "What's the difference between a seal and a sea lion? An ion."
    },
    {
      "id": 380,
      "joke": "I'm friends with all electricians. We have great current connections."
    },
    {
      "id": 381,
      "joke": "The rotation of Earth really makes my day."
    },
    {
      "id": 382,
      "joke": "What's the difference between a poorly dressed man on a unicycle and a well-dressed man on a bicycle? Attire."
    },
    {
      "id": 383,
      "joke": "What do you get when you cross a joke with a rhetorical question?"
    },
    {
      "id": 384,
      "joke": "Two goldfish are in a tank. One says to the other, 'Do you know how to drive this thing?'"
    },
    {
      "id": 385,
      "joke": "What's red and smells like blue paint? Red paint."
    },
    {
      "id": 386,
      "joke": "Why did the man fall down the well? Because he couldn't see that well!"
    },
    {
      "id": 387,
      "joke": "My neighbor asked if he could use my lawnmower. I told him sure, just don't take it out of my yard."
    },
    {
      "id": 388,
      "joke": "Why did the picture go to jail? Because it was framed!"
    },
    {
      "id": 389,
      "joke": "I tried to catch fog yesterday. Mist."
    },
    {
      "id": 390,
      "joke": "Did you hear about the restaurant called 'Karma'? There's no menu—you get what you deserve."
    },
    {
      "id": 391,
      "joke": "I have a fear of speed bumps, but I'm slowly getting over it."
    },
    {
      "id": 392,
      "joke": "I had a dream that I was floating in an ocean of orange soda. It was a Fanta sea."
    },
    {
      "id": 393,
      "joke": "Did you hear about the circus fire? It was in tents."
    },
    {
      "id": 394,
      "joke": "What do you call a pig that does karate? A pork chop."
    },
    {
      "id": 395,
      "joke": "I've started telling everyone about the benefits of eating dried grapes. It's all about raisin awareness."
    },
    {
      "id": 396,
      "joke": "What do you call a fake noodle? An impasta."
    },
    {
      "id": 397,
      "joke": "How do you organize a space party? You planet."
    },
    {
      "id": 398,
      "joke": "Why don't skeletons fight each other? They don't have the guts."
    },
    {
      "id": 399,
      "joke": "I would tell you a chemistry joke, but I know I wouldn't get a reaction."
    },
    {
      "id": 400,
      "joke": "Why did the scarecrow win an award? Because he was outstanding in his field."
    },
    {
      "id": 401,
      "joke": "Did you hear about the mathematician who's afraid of negative numbers? He'll stop at nothing to avoid them."
    },
    {
      "id": 402,
      "joke": "I'm on a seafood diet. Every time I see food, I eat it."
    },
    {
      "id": 403,
      "joke": "What's the best time to go to the dentist? Tooth-hurty."
    },
    {
      "id": 404,
      "joke": "I used to be a baker, but I couldn't make enough dough."
    },
    {
      "id": 405,
      "joke": "What did the buffalo say to his son when he left for college? Bison."
    },
    {
      "id": 406,
      "joke": "How many tickles does it take to make an octopus laugh? Ten-tickles."
    },
    {
      "id": 407,
      "joke": "What did one wall say to the other wall? I'll meet you at the corner."
    },
    {
      "id": 408,
      "joke": "I've got a joke about construction, but I'm still working on it."
    },
    {
      "id": 409,
      "joke": "What do you call a belt made of watches? A waist of time."
    },
    {
      "id": 410,
      "joke": "Why don't eggs tell jokes? They'd crack each other up."
    },
    {
      "id": 411,
      "joke": "I don't trust stairs. They're always up to something."
    },
    {
      "id": 412,
      "joke": "What do you call cheese that isn't yours? Nacho cheese."
    },
    {
      "id": 413,
      "joke": "What kind of shoes do ninjas wear? Sneakers."
    },
    {
      "id": 414,
      "joke": "How do you make a tissue dance? Put a little boogie in it."
    },
    {
      "id": 415,
      "joke": "Why did the tomato turn red? Because it saw the salad dressing."
    },
    {
      "id": 416,
      "joke": "What's brown and sticky? A stick."
    },
    {
      "id": 417,
      "joke": "Why don't skeletons fight each other? They don't have the guts."
    },
    {
      "id": 418,
      "joke": "What do you call a parade of rabbits hopping backwards? A receding hare-line."
    },
    {
      "id": 419,
      "joke": "What do you call a cow with no legs? Ground beef."
    },
    {
      "id": 420,
      "joke": "How do you catch a squirrel? Climb a tree and act like a nut."
    },
    {
      "id": 421,
      "joke": "Did you hear about the guy who invented Lifesavers? They say he made a mint."
    },
    {
      "id": 422,
      "joke": "I used to be addicted to the hokey pokey, but I turned myself around."
    },
    {
      "id": 423,
      "joke": "What's orange and sounds like a parrot? A carrot."
    },
    {
      "id": 424,
      "joke": "Why can't you hear a psychiatrist using the bathroom? Because the P is silent."
    },
    {
      "id": 425,
      "joke": "What did the janitor say when he jumped out of the closet? SUPPLIES!"
    },
    {
      "id": 426,
      "joke": "Why did the invisible man turn down the job offer? He couldn't see himself doing it."
    },
    {
      "id": 427,
      "joke": "I bought some shoes from a drug dealer. I don't know what he laced them with, but I've been tripping all day."
    },
    {
      "id": 428,
      "joke": "What did the ocean say to the beach? Nothing, it just waved."
    },
    {
      "id": 429,
      "joke": "Why do seagulls fly over the sea? Because if they flew over the bay, they'd be bagels."
    },
    {
      "id": 430,
      "joke": "What did one hat say to the other? You stay here. I'll go on ahead."
    },
    {
      "id": 431,
      "joke": "What do you call a fish with no eyes? Fsh."
    },
    {
      "id": 432,
      "joke": "How do you make holy water? You boil the hell out of it."
    },
    {
      "id": 433,
      "joke": "I'm friends with all electricians. We have great current connections."
    },
    {
      "id": 434,
      "joke": "What did the grape say when it got stepped on? Nothing, it just let out a little wine."
    },
    {
      "id": 435,
      "joke": "I told my wife she was drawing her eyebrows too high. She looked surprised."
    },
    {
      "id": 436,
      "joke": "How do trees access the internet? They log in."
    },
    {
      "id": 437,
      "joke": "What do you call a deer with no eyes? No idea."
    },
    {
      "id": 438,
      "joke": "Why don't scientists trust atoms? Because they make up everything."
    },
    {
      "id": 439,
      "joke": "What do you call a sleeping bull? A bulldozer."
    },
    {
      "id": 440,
      "joke": "Did you hear about the guy whose whole left side was cut off? He's all right now."
    },
    {
      "id": 441,
      "joke": "I don't like elevator jokes. They work on so many levels."
    },
    {
      "id": 442,
      "joke": "My friend drove his expensive car into a tree and found out how the Mercedes bends."
    },
    {
      "id": 443,
      "joke": "I used to hate facial hair, but then it grew on me."
    },
    {
      "id": 444,
      "joke": "I'm so good at sleeping I can do it with my eyes closed."
    },
    {
      "id": 445,
      "joke": "Why did the coffee file a police report? It got mugged."
    },
    {
      "id": 446,
      "joke": "Why don't oysters donate to charity? Because they're shellfish."
    },
    {
      "id": 447,
      "joke": "What happens when a strawberry gets run over crossing the street? Traffic jam."
    },
    {
      "id": 448,
      "joke": "Why couldn't the leopard play hide and seek? Because he was always spotted."
    },
    {
      "id": 449,
      "joke": "I used to be a baker, but I couldn't make enough dough."
    },
    {
      "id": 450,
      "joke": "Where do you learn to make a banana split? Sundae school."
    },
    {
      "id": 451,
      "joke": "How do astronomers organize a party? They planet."
    },
    {
      "id": 452,
      "joke": "What's the best way to watch a fly fishing tournament? Live stream."
    },
    {
      "id": 453,
      "joke": "Why did the golfer bring two pairs of pants? In case he got a hole in one."
    },
    {
      "id": 454,
      "joke": "Why are graveyards so noisy? Because of all the coffin."
    },
    {
      "id": 455,
      "joke": "What do you call a cow with a twitch? Beef jerky."
    },
    {
      "id": 456,
      "joke": "How many tickles does it take to make an octopus laugh? Ten-tickles."
    },
    {
      "id": 457,
      "joke": "I told my doctor that I broke my arm in two places. He told me to stop going to those places."
    },
    {
      "id": 458,
      "joke": "Why can't you give Elsa a balloon? Because she will let it go."
    },
    {
      "id": 459,
      "joke": "What musical instrument is found in the bathroom? A tuba toothpaste."
    },
    {
      "id": 460,
      "joke": "Why did the scarecrow win an award? Because he was outstanding in his field."
    },
    {
      "id": 461,
      "joke": "I'd tell you a chemistry joke but I know I wouldn't get a reaction."
    },
    {
      "id": 462,
      "joke": "I don't trust stairs. They're always up to something."
    },
    {
      "id": 463,
      "joke": "What do you get when you cross a snowman with a vampire? Frostbite."
    },
    {
      "id": 464,
      "joke": "What do sprinters eat before a race? Nothing, they fast."
    },
    {
      "id": 465,
      "joke": "My wife told me to take the spider out instead of killing it. We went out, had some drinks. Nice guy. Wants to be a web designer."
    },
    {
      "id": 466,
      "joke": "Why can't you trust atoms? They make up everything."
    },
    {
      "id": 467,
      "joke": "I was going to make myself a belt made out of watches, but then I realized it would be a waist of time."
    },
    {
      "id": 468,
      "joke": "What kind of tree fits in your hand? A palm tree."
    },
    {
      "id": 469,
      "joke": "Why don't eggs tell jokes? They'd crack each other up."
    },
    {
      "id": 470,
      "joke": "What's the best time to go to the dentist? Tooth-hurty."
    },
    {
      "id": 471,
      "joke": "Did you hear about the mathematician who's afraid of negative numbers? He'll stop at nothing to avoid them."
    },
    {
      "id": 472,
      "joke": "Why did the bicycle fall over? Because it was two tired."
    },
    {
      "id": 473,
      "joke": "What did one toilet say to the other toilet? You look flushed."
    },
    {
      "id": 474,
      "joke": "What do you call a belt made of clocks? A waist of time."
    },
    {
      "id": 475,
      "joke": "I'm reading a book on anti-gravity. It's impossible to put down!"
    },
    {
      "id": 476,
      "joke": "Did you hear about the kidnapping at the playground? They woke up."
    },
    {
      "id": 477,
      "joke": "Why couldn't the bicycle stand up by itself? It was two tired."
    },
    {
      "id": 478,
      "joke": "What did the buffalo say to his son when he left for college? Bison."
    },
    {
      "id": 479,
      "joke": "What did the digital clock say to its mother? Look, no hands!"
    },
    {
      "id": 480,
      "joke": "Did you hear about the restaurant on the moon? Great food, no atmosphere."
    },
    {
      "id": 481,
      "joke": "What did one wall say to the other wall? I'll meet you at the corner."
    },
    {
      "id": 482,
      "joke": "I was wondering why the baseball was getting bigger. Then it hit me."
    },
    {
      "id": 483,
      "joke": "I've got a joke about construction, but I'm still working on it."
    },
    {
      "id": 484,
      "joke": "What do you call cheese that isn't yours? Nacho cheese."
    },
    {
      "id": 485,
      "joke": "What kind of shoes do ninjas wear? Sneakers."
    },
    {
      "id": 486,
      "joke": "How do you make a tissue dance? Put a little boogie in it."
    },
    {
      "id": 487,
      "joke": "Did you hear about the cheese factory explosion? There was nothing left but de-brie."
    },
    {
      "id": 488,
      "joke": "What's brown and sticky? A stick."
    },
    {
      "id": 489,
      "joke": "Why don't skeletons fight each other? They don't have the guts."
    },
    {
      "id": 490,
      "joke": "What do you call a fake noodle? An impasta."
    },
    {
      "id": 491,
      "joke": "What do you call a cow with no legs? Ground beef."
    },
    {
      "id": 492,
      "joke": "How do you catch a squirrel? Climb a tree and act like a nut."
    },
    {
      "id": 493,
      "joke": "Did you hear about the guy who invented Lifesavers? They say he made a mint."
    },
    {
      "id": 494,
      "joke": "I used to be addicted to the hokey pokey, but I turned myself around."
    },
    {
      "id": 495,
      "joke": "What's orange and sounds like a parrot? A carrot."
    },
    {
      "id": 496,
      "joke": "Why can't you hear a psychiatrist using the bathroom? Because the P is silent."
    },
    {
      "id": 497,
      "joke": "What did the janitor say when he jumped out of the closet? SUPPLIES!"
    },
    {
      "id": 498,
      "joke": "Why did the invisible man turn down the job offer? He couldn't see himself doing it."
    },
    {
      "id": 499,
      "joke": "I don't play soccer because I enjoy the sport. I'm just doing it for kicks."
    },
    {
      "id": 500,
      "joke": "What do you call two monkeys that share an Amazon account? Prime mates."
    },
    {
      "id": 501,
      "joke": "I found a wooden shoe in my toilet today. It was clogged."
    },
    {
      "id": 502,
      "joke": "What's a pirate's favorite letter? You'd think it's R, but his first love is the C."
    },
    {
      "id": 503,
      "joke": "What do you call a pony with a sore throat? A little horse."
    },
    {
      "id": 504,
      "joke": "What do you call a man with a rubber toe? Roberto."
    },
    {
      "id": 505,
      "joke": "Where do boats go when they're sick? To the dock."
    },
    {
      "id": 506,
      "joke": "What do you call a boomerang that doesn't come back? A stick."
    },
    {
      "id": 507,
      "joke": "What did the pirate say on his 80th birthday? Aye Matey!"
    },
    {
      "id": 508,
      "joke": "Why did the tomato turn red? Because it saw the salad dressing."
    },
    {
      "id": 509,
      "joke": "Did you hear about the guy who invented the doorbell? He won the No-bell prize."
    },
    {
      "id": 510,
      "joke": "I'm on a seafood diet. Every time I see food, I eat it."
    },
    {
      "id": 511,
      "joke": "What's brown and sounds like a bell? Dung!"
    },
    {
      "id": 512,
      "joke": "I know a lot of jokes about unemployed people but none of them work."
    },
    {
      "id": 513,
      "joke": "What's the difference between a poorly dressed man on a trampoline and a well-dressed man on a trampoline? Attire."
    },
    {
      "id": 514,
      "joke": "How do you make a Swiss roll? Push him down a mountain."
    },
    {
      "id": 515,
      "joke": "I used to be a banker, but I lost interest."
    },
    {
      "id": 516,
      "joke": "What do you call a factory that makes good products? A satisfactory."
    },
    {
      "id": 517,
      "joke": "How does a penguin build its house? Igloos it together."
    },
    {
      "id": 518,
      "joke": "Why do melons have weddings? Because they cantaloupe."
    },
    {
      "id": 519,
      "joke": "What do you call a dog that can do magic? A labracadabrador."
    },
    {
      "id": 520,
      "joke": "I'm on a whiskey diet. I've lost three days already."
    },
    {
      "id": 521,
      "joke": "What's the best thing about Switzerland? I don't know, but the flag is a big plus."
    },
    {
      "id": 522,
      "joke": "I was wondering why the ball kept getting bigger and bigger, and then it hit me."
    },
    {
      "id": 523,
      "joke": "What do you call a sad cup of coffee? Depresso."
    },
    {
      "id": 524,
      "joke": "When does a joke become a dad joke? When it becomes apparent."
    },
    {
      "id": 525,
      "joke": "My wife said I should do lunges to stay in shape. That would be a big step forward."
    },
    {
      "id": 526,
      "joke": "Why are skeletons so calm? Because nothing gets under their skin."
    },
    {
      "id": 527,
      "joke": "What's Beethoven's favorite fruit? BA-NA-NA-NAAA!"
    },
    {
      "id": 528,
      "joke": "What's a vampire's favorite fruit? A neck-tarine."
    },
    {
      "id": 529,
      "joke": "I used to be addicted to soap, but I'm clean now."
    },
    {
      "id": 530,
      "joke": "I have a fear of speedbumps, but I'm slowly getting over it."
    },
    {
      "id": 531,
      "joke": "I invented a new word today: Plagiarism."
    },
    {
      "id": 532,
      "joke": "My dad unfortunately passed away when we couldn't remember his blood type. His last words were 'Be positive.'"
    },
    {
      "id": 533,
      "joke": "What's the difference between a hippo and a zippo? One is really heavy, the other is a little lighter."
    },
    {
      "id": 534,
      "joke": "My boss told me to have a good day, so I went home."
    },
    {
      "id": 535,
      "joke": "Someone broke into my house last night and stole my limbo trophy. How low can you go?"
    },
    {
      "id": 536,
      "joke": "What do you call a deer with no eyes? No idea."
    },
    {
      "id": 537,
      "joke": "What do you call an alligator in a vest? An investigator."
    },
    {
      "id": 538,
      "joke": "My wife told me to stop impersonating a flamingo. I had to put my foot down."
    },
    {
      "id": 539,
      "joke": "What do you call it when Batman skips church? Christian Bale."
    },
    {
      "id": 540,
      "joke": "Why did the old man fall in the well? Because he couldn't see that well."
    },
    {
      "id": 541,
      "joke": "Did you hear about the Italian chef who died? He pasta way."
    },
    {
      "id": 542,
      "joke": "Parallel lines have so much in common. It's a shame they'll never meet."
    },
    {
      "id": 543,
      "joke": "What's the best part about living in Switzerland? I don't know, but the flag is a big plus."
    },
    {
      "id": 544,
      "joke": "Why don't scientists trust atoms? Because they make up everything."
    },
    {
      "id": 545,
      "joke": "Where does a general keep his armies? In his sleevies."
    },
    {
      "id": 546,
      "joke": "Did you hear about the guy who invented the knock-knock joke? He won the 'no-bell' prize."
    },
    {
      "id": 547,
      "joke": "Two guys walked into a bar. The third one ducked."
    },
    {
      "id": 548,
      "joke": "What do you call someone with no body and no nose? Nobody knows."
    },
    {
      "id": 549,
      "joke": "What do you call a can opener that doesn't work? A can't opener."
    },
    {
      "id": 550,
      "joke": "A man walks into a library and asks the librarian for books about paranoia. She whispers, 'They're right behind you...'"
    },
    {
      "id": 551,
      "joke": "I had a neck brace fitted years ago and I've never looked back since."
    },
    {
      "id": 552,
      "joke": "A priest, a rabbi, and a minister walk into a bar. The bartender says, 'What is this, some kind of joke?'"
    },
    {
      "id": 553,
      "joke": "Why is six afraid of seven? Because seven eight nine."
    },
    {
      "id": 554,
      "joke": "What did the left eye say to the right eye? Between you and me, something smells."
    },
    {
      "id": 555,
      "joke": "I have a joke about chemistry, but I don't think it will get a reaction."
    },
    {
      "id": 556,
      "joke": "I tried to catch fog yesterday. Mist."
    },
    {
      "id": 557,
      "joke": "How do you throw a space party? You planet."
    },
    {
      "id": 558,
      "joke": "What's the difference between a seal and a sea lion? An ion."
    },
    {
      "id": 559,
      "joke": "I'm friends with all electricians. We have great current connections."
    },
    {
      "id": 560,
      "joke": "The rotation of Earth really makes my day."
    },
    {
      "id": 561,
      "joke": "What's the difference between a poorly dressed man on a unicycle and a well-dressed man on a bicycle? Attire."
    },
    {
      "id": 562,
      "joke": "What do you get when you cross a joke with a rhetorical question?"
    },
    {
      "id": 563,
      "joke": "Two goldfish are in a tank. One says to the other, 'Do you know how to drive this thing?'"
    },
    {
      "id": 564,
      "joke": "What's red and smells like blue paint? Red paint."
    },
    {
      "id": 565,
      "joke": "Why did the man fall down the well? Because he couldn't see that well!"
    },
    {
      "id": 566,
      "joke": "My neighbor asked if he could use my lawnmower. I told him sure, just don't take it out of my yard."
    },
    {
      "id": 567,
      "joke": "Why did the picture go to jail? Because it was framed!"
    },
    {
      "id": 568,
      "joke": "I tried to catch fog yesterday. Mist."
    },
    {
      "id": 569,
      "joke": "Did you hear about the restaurant called 'Karma'? There's no menu—you get what you deserve."
    },
    {
      "id": 570,
      "joke": "I have a fear of speed bumps, but I'm slowly getting over it."
    },
    {
      "id": 571,
      "joke": "I had a dream that I was floating in an ocean of orange soda. It was a Fanta sea."
    },
    {
      "id": 572,
      "joke": "Did you hear about the circus fire? It was in tents."
    },
    {
      "id": 573,
      "joke": "What do you call a pig that does karate? A pork chop."
    },
    {
      "id": 574,
      "joke": "I've started telling everyone about the benefits of eating dried grapes. It's all about raisin awareness."
    },
    {
      "id": 575,
      "joke": "What do you call a fake noodle? An impasta."
    },
    {
      "id": 576,
      "joke": "How do you organize a space party? You planet."
    },
    {
      "id": 577,
      "joke": "What did the janitor say when he jumped out of the closet? SUPPLIES!"
    },
    {
      "id": 578,
      "joke": "What did the baby corn say to the mama corn? Where's popcorn?"
    },
    {
      "id": 579,
      "joke": "What do you call an illegally parked frog? Toad."
    },
    {
      "id": 580,
      "joke": "Why don't scientists trust atoms? Because they make up everything."
    },
    {
      "id": 581,
      "joke": "How do you get a country girl's attention? A tractor."
    },
    {
      "id": 582,
      "joke": "Why did the stadium get hot after the game? All the fans left."
    },
    {
      "id": 583,
      "joke": "What do you call a pile of cats? A meowtain."
    },
    {
      "id": 584,
      "joke": "I'm reading a book about anti-gravity. It's impossible to put down!"
    },
    {
      "id": 585,
      "joke": "What do you call a dinosaur with an extensive vocabulary? A thesaurus."
    },
    {
      "id": 586,
      "joke": "Why was the belt sent to jail? For holding up a pair of pants."
    },
    {
      "id": 587,
      "joke": "I'm friends with 25 letters of the alphabet. I don't know Y."
    },
    {
      "id": 588,
      "joke": "When my wife told me to stop impersonating a flamingo, I had to put my foot down."
    },
    {
      "id": 589,
      "joke": "I told my wife she was drawing her eyebrows too high. She looked surprised."
    },
    {
      "id": 590,
      "joke": "A woman in labor suddenly shouted, 'Shouldn't! Wouldn't! Couldn't! Didn't! Can't!' The doctor said, 'Don't worry, those are just contractions.'"
    },
    {
      "id": 591,
      "joke": "How many tickles does it take to get an octopus to laugh? Ten-tickles."
    },
    {
      "id": 592,
      "joke": "Did you hear about the claustrophobic astronaut? He needed a little space."
    },
    {
      "id": 593,
      "joke": "What's the difference between a poorly dressed man on a unicycle and a well-dressed man on a bicycle? Attire."
    },
    {
      "id": 594,
      "joke": "Why don't skeletons fight each other? They don't have the guts."
    },
    {
      "id": 595,
      "joke": "I used to be a baker, but I couldn't make enough dough."
    },
    {
      "id": 596,
      "joke": "What did the buffalo say to his son when he left for college? Bison."
    },
    {
      "id": 597,
      "joke": "Where does a general keep his armies? In his sleevies."
    },
    {
      "id": 598,
      "joke": "What did one elevator say to the other? I think I'm coming down with something."
    },
    {
      "id": 599,
      "joke": "What did the ocean say to the beach? Nothing, it just waved."
    },
    {
      "id": 600,
      "joke": "Why are skeletons so calm? Because nothing gets under their skin."
    },
    {
      "id": 601,
      "joke": "What did the fish say when it swam into a wall? Dam."
    },
    {
      "id": 602,
      "joke": "Why can't you trust atoms? They make up everything."
    },
    {
      "id": 603,
      "joke": "What did one toilet say to another toilet? You look flushed."
    },
    {
      "id": 604,
      "joke": "What do you call a bear with no teeth? A gummy bear."
    },
    {
      "id": 605,
      "joke": "What has more lives than a cat? A frog, because it croaks every day."
    },
    {
      "id": 606,
      "joke": "I used to play piano by ear, but now I use my hands."
    },
    {
      "id": 607,
      "joke": "Where do fruits go on vacation? Pear-is."
    },
    {
      "id": 608,
      "joke": "I wouldn't buy anything with velcro. It's a total rip-off."
    },
    {
      "id": 609,
      "joke": "What do you call a cow with two legs? Lean beef."
    },
    {
      "id": 610,
      "joke": "What's brown and sticky? A stick."
    },
    {
      "id": 611,
      "joke": "Did you hear about the scientist who was lab partners with a pot of boiling water? He had a very heated relationship."
    },
    {
      "id": 612,
      "joke": "Why don't eggs tell jokes? They might crack up."
    },
    {
      "id": 613,
      "joke": "I used to be addicted to the hokey pokey, but I turned myself around."
    },
    {
      "id": 614,
      "joke": "I'm reading a book on anti-gravity. It's impossible to put down!"
    },
    {
      "id": 615,
      "joke": "Did you hear about the guy who invented Lifesavers? They say he made a mint."
    },
    {
      "id": 616,
      "joke": "I had a dream I was floating in an ocean of orange soda. Turns out it was just a Fanta sea."
    },
    {
      "id": 617,
      "joke": "Two guys walked into a bar. The third one ducked."
    },
    {
      "id": 618,
      "joke": "What do you call a dog that can do magic? A labracadabrador."
    },
    {
      "id": 619,
      "joke": "The shovel was a ground-breaking invention."
    },
    {
      "id": 620,
      "joke": "What time did the man go to the dentist? Tooth-hurty."
    },
    {
      "id": 621,
      "joke": "Did you hear about the guy who invented the knock-knock joke? He won the 'no-bell' prize."
    },
    {
      "id": 622,
      "joke": "What do you call a factory that makes okay products? A satisfactory."
    },
    {
      "id": 623,
      "joke": "A termite walks into a bar and asks, 'Is the bar tender here?'"
    },
    {
      "id": 624,
      "joke": "Why did the invisible man turn down the job offer? He couldn't see himself doing it."
    },
    {
      "id": 625,
      "joke": "I don't trust stairs. They're always up to something."
    },
    {
      "id": 626,
      "joke": "What kind of shoes do ninjas wear? Sneakers."
    },
    {
      "id": 627,
      "joke": "How do you make a tissue dance? Put a little boogie in it."
    },
    {
      "id": 628,
      "joke": "Why did the tomato turn red? Because it saw the salad dressing."
    },
    {
      "id": 629,
      "joke": "What do you call a parade of rabbits hopping backwards? A receding hare-line."
    },
    {
      "id": 630,
      "joke": "What do you call a cow with no legs? Ground beef."
    },
    {
      "id": 631,
      "joke": "How do you catch a squirrel? Climb a tree and act like a nut."
    },
    {
      "id": 632,
      "joke": "What's orange and sounds like a parrot? A carrot."
    },
    {
      "id": 633,
      "joke": "Why can't you hear a psychiatrist using the bathroom? Because the P is silent."
    },
    {
      "id": 634,
      "joke": "What did one hat say to the other? You stay here. I'll go on ahead."
    },
    {
      "id": 635,
      "joke": "Did you hear about the claustrophobic astronaut? He just needed a little space."
    },
    {
      "id": 636,
      "joke": "What did the finger say to the thumb? I'm in glove with you."
    },
    {
      "id": 637,
      "joke": "What is a computer's favorite snack? Computer chips."
    },
    {
      "id": 638,
      "joke": "Why don't eggs tell jokes? They'd crack each other up."
    },
    {
      "id": 639,
      "joke": "What do you call cheese that isn't yours? Nacho cheese."
    },
    {
      "id": 640,
      "joke": "Why do cows wear bells? Because their horns don't work."
    }
    
